{
    "Adds_Celebration Guide_Name": "Himmelsfest-Führer",
    "Adds_Chirpy Chocobo_Name": "Plüschpuschel-Chocobo",
    "Adds_Firmament Boy_Name": "Junge Aus Der Himmelsstadt",
    "Adds_Firmament Foreman_Name": "Bauleiter",
    "Adds_Firmament Girl_Name": "Mädchen Aus Der Himmelsstadt",
    "Adds_Foreign Merchant_Name": "Reisende Händlerin",
    "Adds_House Dzemael Stonemason_Name": "Steinhauerin Von Haus Dzemael",
    "Adds_Ishgardian Merchant_Name": "Händler Aus Ishgard",
    "Adds_Mighty Moogle_Name": "Muskelmacker-Mogry",
    "Adds_Perky Piggy_Name": "Kullerkringel-Grunzi",
    "Adds_Skysteel Engineer_Name": "Himmelsstahl-Handwerkerin",
    "Adds_Solitary Swineling_Name": "Aufgeregtes Ferkel",
    "Adds_Somber Swineling_Name": "Nervöses Ferkel",
    "Adds_Sprightly Swineling_Name": "Glückliches Ferkel",
    "Adds_Wooly Yak_Name": "Woll-Yak",
    "Bosse_Unknown Source_Attack_Attack": "Attacke",
    "Bosse_Unknown Source_Attack_Backflip": "Rückwärtssalto",
    "Bosse_Unknown Source_Attack_Blizzard": "Eis",
    "Bosse_Unknown Source_Attack_Stellar Explosion": "Stellare Explosion",
    "Bosse_Unknown Source_Attack_Stone": "Stein",
    "Bosse_Unknown Source_Attack_Unknown_21E4": "Unknown_21E4",
    "Bosse_Unknown Source_Name": "Unbekannte Herkunft",
    "Bosse_Unknown Source_Status_Angler's Art_Desc": "Erlaubt die Ausführung bestimmter Kommandos.",
    "Bosse_Unknown Source_Status_Angler's Art_Name": "Fischversessen",
    "Bosse_Unknown Source_Status_Unknown_3510_Desc": "",
    "Bosse_Unknown Source_Status_Unknown_3510_Name": "Unknown_3510",
    "Bosse_Unknown Source_Status_Unknown_3570_Desc": "",
    "Bosse_Unknown Source_Status_Unknown_3570_Name": "Unknown_3570",
    "ContentName_The Firmament": "Himmelsstadt",
    "FATEs_Unkown_060806_Name": "Unkown_060806",
    "FATEs_Unkown_060806_Shear-a-Yak_Desc": "Zück die Ätherschere beim Woll-Yak und fülle drei Körbe mit Yak-Wolle!\n\n(Teilnahme nur als Handwerker oder Sammler)",
    "FATEs_Unkown_060806_Shear-a-Yak_Name": "Yak-o-matik",
    "Npcyell_11358_Text": "Die Aufgabe lautet, aus den bereitgestellten Materialien am Kreuzkarst-Spalier Stofftiere zu nähen! Kupo!",
    "Npcyell_11359_Text": "Die fertigen Plüschwunder müssen dann an einem der beiden Wagen am zentralen Platz des Kreuzkarst-Spaliers abgeliefert werden.",
    "Npcyell_11360_Text": "Stellt fleißig Plüsch-Mogrys her und bringt sie zu einem Wagen! Kupo!",
    "Npcyell_11361_Text": "Ich hoffe, du hattest ordentlich Spaß mit der Stofftierparade! Das nächste Fête findet an der Balladenpassage statt: Yak-Scheren mit der Ätherschere!",
    "Npcyell_11362_Text": "Die Ätherschere ist eine Weiterentwicklung des Ätherschütz und eignet sich hervorragend, um Yaks von ihrer wunderbar weichen Wolle zu befreien!",
    "Npcyell_11363_Text": "Die Ätherschere operiert mit normalem Äther und feuert Stöße ätherreichen Windes auf die Yaks, deren feines Fell wie von Zauberhand abfällt! Yak-Scheren war nie einfacher und lustiger!",
    "Npcyell_11364_Text": "Benutze die Ätherschere und blas dem Yak das Fell über die Ohren! Wenn du drei Körbe Yak-Wolle gesammelt hast, kannst du sie bei mir abliefern!",
    "Npcyell_11365_Text": "Hoffentlich hat dir das Yak-Scheren bei Yak-o-matik Spaß gemacht! Als nächstes ist eine lustige Spielzeug-Suche in der Allee des Abakus geplant!",
    "Npcyell_11366_Text": "Finde das verborgene Spielzeug, das meine Ferkel in einem Geschenk versteckt haben! <grunz>",
    "Npcyell_11367_Text": "Nicht alle Geschenkpäckchen enthalten die süßen Glücksmogrys, aber wenn du einen finden solltest, bring ihn mir!",
    "Npcyell_11368_Text": "Viel Spaß, Jäger des versteckten Mogrys! <grunz> <grunz>",
    "Npcyell_11369_Text": "Und, hat dir die Suche Spaß gemacht? Das nächste Fête findet am Platz des Kreuzkarst-Spaliers statt!",
    "Npcyell_11370_Text": "Hallo und Willkommen, Freunde! Das vorerst letzte Fête beginnt: Bote der Glückseligkeit!",
    "Npcyell_11371_Text": "Die Aufgabe ist denkbar einfach und doch von großer Herzlichkeit: Überbringe im Auftrag der Maskottchen Geschenke an die Bewohner von Himmelsstadt!",
    "Npcyell_11372_Text": "Nachdem du zwei Geschenke ausgehändigt hast, wird dir das nächste Maskottchen den Weg weisen. Hör genau zu und lass den Geschenkereigen beginnen! ",
    "Npcyell_11373_Text": "Damit wären alle Fêtes beendet! Aber vor dem Fête ist nach dem Fête! Wir hoffen dich schon bald wieder begrüßen zu dürfen!  ",
    "Npcyell_11383_Text": "Möge das Fête beginnen!",
    "Npcyell_11387_Text": "Also, meine Ferkelchen. Zeit, die Geschenke zu verstecken!",
    "Npcyell_11388_Text": "Auf geht es! Und die Glücks-Mogrys nicht vergessen!",
    "Npcyell_11397_Text": "Das Fête geht los! Seid ihr alle bereit, Maskottchen!?",
    "Npcyell_11401_Text": "Dann auf die Positionen!",
    "Npcyell_11414_Text": "Höret, höret! Die Fêtes mögen beginnen!",
    "Npcyell_11415_Text": "Halone zum Gruße, Freunde! Und willkommen beim Himmelsfest!",
    "Npcyell_11418_Text": "Wir haben eine Reihe von Fêtes zur Unterhaltung organisiert. Das erste soll uns dazu dienen, unsere freundlichen Maskottchen vorzustellen!",
    "Npcyell_11419_Text": "Muskelmacker-Mogry zu Diensten! Bestaunt meine mächtig starken Muskeln! Doch mein Herz schlägt noch stärker für kuschelige Stofftiere! Kupo!",
    "Npcyell_11420_Text": "Plüschpuschel-Chocobo werde ich genannt und bin für das lustige Spiel „Yak-o-matik“ weithin bekannt! Bei mir fliegen flauschige Fellfetzen, Freunde! ",
    "Npcyell_11421_Text": "Und ich bin Kullerkringel-Grunzi! Jäger des versteckten Mogrys und grunzender Abenteurer! Meine treue Schar Ferkel ist mir stets zu Diensten!",
    "Npcyell_11422_Text": "Haha, was für ein lustiges Trio! Sie werden unsere teuren Gäste durch die Festlichkeiten begleiten. Und damit wären wir auch schon bei dem ersten Fête!",
    "Npcyell_11423_Text": "Unsere Maskottchen werden euch eine Reihe von Posen vorführen und es ist an euch, diese nachzuahmen.",
    "Npcyell_11425_Text": "Hier eine muskulöse Pose, die jeden Hantelschwinger vor Neid erblassen lässt!",
    "Npcyell_11426_Text": "Zeigt die Pose Maximum Muskelmasse und beweist, dass ihr Eisen statt Wackelpudding im Bizeps habt! Kupo!",
    "Npcyell_11428_Text": "Bevor ihr die Ätherschere auf ein Yak loslasst, empfiehlt sich eine Sicherheitsüberprüfung.",
    "Npcyell_11429_Text": "Genau dafür habe ich eine praktische Pose entwickelt: Den Puschel-Check!",
    "Npcyell_11431_Text": "Ein echter Jäger des verlorenen Mogrys hat neben einem Peitschenpurzel auch ein scharfes Auge!",
    "Npcyell_11432_Text": "Ahmt den Grunz-Glubscher nach und die Schätze der Welt tun sich euch auf!",
    "Npcyell_11434_Text": "Los geht's! Ahmt die Posen der Maskottchen nach!",
    "Npcyell_11435_Text": "Der Puschel-Check sorgt für Sicherheit!",
    "Npcyell_11436_Text": "Bei der Suche nach Mogrys ist der Grunz-Glubscher unabdingbar! <grunz>",
    "Npcyell_11437_Text": "Und um zu zeigen, was für tolle Sportskanonen ihr seid, trumpft ab und an mit Maximum Muskelmasse auf! Kupo!",
    "Npcyell_11438_Text": "Gut! Damit sollten dann hoffentlich alle mit unseren drei Maskottchen vertraut sein!",
    "Npcyell_11439_Text": "Unser Muskelmacker-Mogry erwartet euch nun am Kreuzkarst-Spalier für das Fête „Stoff der Träume“!",
    "Npcyell_11880_Text": "Alle, die an unseren Fêtes teilnehmen möchten, bitte ich, sich zur Balladenpassage zu begeben!",
    "Npcyell_11881_Text": "Handwerker und Sammler aller Manier können an den Spielen teilnehmen und tolle Preise gewinnen!",
    "Npcyell_11882_Text": "Wir freuen uns schon unsere zahlreichen Gäste begrüßen zu dürfen!",
    "Npcyell_11883_Text": "Letzter Aufruf zur Teilnahme an den kurzweiligen Fêtes! Handwerker und Sammler bitte zur Balladenpassage!",
    "Npcyell_11884_Text": "Kommt, Freunde! Die Maskottchen erwarten euch bereits am Kreuzkarst-Spalier!",
    "Npcyell_11885_Text": "Das Fête, „Stoff der Träume“ beginnt in Kürze! ",
    "Npcyell_11886_Text": "Der Spaß hat gerade erst begonnen, Freunde! Das nächste Fête findet am Kreuzkarst-Spalier statt!",
    "Npcyell_11887_Text": "Unser fluffiges Maskottchen, der Plüschpuschel-Chocobo hat die Federführung beim Fête „Yak-o-matik“!",
    "Npcyell_11888_Text": "Unsere Maskottchen sind bereits unterwegs zum Veranstaltungsort. Auf zur Balladenpassage!",
    "Npcyell_11889_Text": "Falls euch der Sinn nach einem ausgelassenen Spielchen steht - man erwartet euch bereits beim nächsten Fête!",
    "Npcyell_11890_Text": "Unsere Maskottchen werden jeden Augenblick mit dem nächsten Fête, „Jäger des versteckten Mogrys“, beginnen! Auf zur Allee des Abakus!",
    "Npcyell_11891_Text": "Unser rüsseliges Maskottchen Kullerkringel-Grunzi hat seine Ferkel bereits auf die Schatzsuche eingeschworen!",
    "Npcyell_11892_Text": "Nach „Jäger des versteckten Mogrys“, das in Kürze an der Allee des Abakus startet, ist noch ein weiteres geplant.",
    "Npcyell_11893_Text": "Das Fête „Bote der Glückseligkeit“ ist das fünfte und letzte ausgelassener Spiele, die während des Himmelsfestes stattfinden!",
    "Npcyell_11894_Text": "Nun denn, auf zum zentralen Platz am Spalier! Wir freuen uns auf eure rege Teilnahme!",
    "Npcyell_11895_Text": "Im Namen aller Bewohner von Ishgard möchte ich den teilnehmenden Gästen von ganzem Herzen Danken.",
    "Npcyell_11896_Text": "Mit dem Himmelsfest wollten wir die Arbeit der fleißigen Helfer ehren und unseren ewigen Dank zum Ausdruck bringen.",
    "Npcyell_11897_Text": "Wir hoffen, dass wir ein wenig von der geschenkten Freude zurückgeben konnten und wünschen noch viel Spaß bei den Feierlichkeiten!",
    "Npcyell_11940_Text": "Das Fête „Stoff der Träume“ hat am Kreuzkarst-Spalier begonnen.",
    "Npcyell_11941_Text": "Das ist die Chance, ein Stofftier zu erschaffen, das Kinderherzen schmelzen lässt!",
    "Npcyell_11944_Text": "Ich rate zur Eile, Freunde. Die Zeit ist bald um!",
    "Npcyell_11945_Text": "Das Fête „Stoff der Träume“ wird schon bald wieder enden!",
    "Npcyell_11946_Text": "Falls ihr noch einen flauschigen Trostspender haben solltet, der noch nicht abgeliefert wurde, solltet ihr euch beeilen!",
    "Npcyell_11947_Text": "Bitte behaltet eure Handwerker- und Sammler-Kluft an, um uns das Zuteilen der Belohnungen zu erleichtern. ",
    "Npcyell_11949_Text": "Das Fête „Yak-o-matik“ findet an der Balladenpassage statt. Helft uns, das riesige Yak von seinem Fell zu befreien!",
    "Npcyell_11950_Text": "Wie gefällt dir die Ätherschere? Der Plüschpuschel-Chocobo ist besonders stolz auf dieses nützliche Werkzeug!",
    "Npcyell_11951_Text": "Aber sei unbesorgt. Die Ätherschere ist absolut sicher und das Yak mampft friedlich vor sich hin - dank einer Extraportion Heu!",
    "Npcyell_11952_Text": "Das Fête „Yak-o-matik“ wird bald enden!",
    "Npcyell_11953_Text": "Falls du noch Körbe mit Yak-Wolle besitzt, liefere sie umgehend an den Plüschpuschel-Chocobo!",
    "Npcyell_11954_Text": "Bitte behaltet eure Handwerker- und Sammler-Kluft an, um uns das Zuteilen der Belohnungen zu erleichtern. ",
    "Npcyell_11955_Text": "Das Fête „Jäger des versteckten Mogrys“ findet gerade in der Allee des Abakus statt.",
    "Npcyell_11956_Text": "Die Regeln sind denkbar einfach: Öffne das richtige Geschenk, finde einen Glücksmogry und überreiche ihn Kullerkringel-Grunzi!",
    "Npcyell_11957_Text": "Das Fête „Jäger des versteckten Mogrys“ hat soeben in der Allee des Abakus begonnen. Noch ist Zeit, daran teilzunehmen!",
    "Npcyell_11958_Text": "Huch, ist da jemand zum Ferkel geworden? Aber wer wollte nicht schon immer mal dem Sauleben frönen?!",
    "Npcyell_11959_Text": "Die Geschenkejagd nähert sich ihrem Ende! Ich hoffe, die Jagd war von Erfolg gekrönt!",
    "Npcyell_11960_Text": "Das Fête „Jäger des versteckten Mogrys“ endet in Kürze!",
    "Npcyell_11961_Text": "Auch wenn es schmerzt, die flatterigen Mogrys müssen abgegeben werden. Bitte liefert sie zügig an Kullerkringel-Grunzi!",
    "Npcyell_11962_Text": "Bitte behaltet eure Handwerker- und Sammler-Kluft an, um uns das Zuteilen der Belohnungen zu erleichtern. ",
    "Npcyell_11963_Text": "Kommen wir zum nächsten Fête: „Bote der Glückseligkeit“! Es findet am Kreuzkarst-Spalier statt.",
    "Npcyell_11964_Text": "Sammelt die Geschenke, die die Maskottchen vorbereitet haben und verteilt sie an die Bewohner von Himmelsstadt!",
    "Npcyell_11965_Text": "Das Fête „Bote der Glückseligkeit“ findet am Kreuzkarst-Spalier statt!",
    "Npcyell_11966_Text": "Seht nur das Glück auf den Gesichtern der Beschenkten! Nur weiter so!",
    "Npcyell_11967_Text": "Das Ende des Geschenkereigens naht! So schön es auch ist ...",
    "Npcyell_11968_Text": "Das Fête „Bote der Glückseligkeit“ endet bald!",
    "Npcyell_11969_Text": "Bitte händigt das letzte Geschenk aus, bevor die Zeit abläuft.",
    "Npcyell_11970_Text": "Damit sind alle Fêtes abgeschlossen! Wir bedanken uns für die rege Teilnahme und hoffen, es hat viel Freude bereitet!",
    "music_Bliss": "Bliss",
    "music_By Design": "By Design",
    "music_Hearthward": "Hearthward",
    "music_Nature's Bounty": "Nature's Bounty",
    "music_Return of the Hero": "Return of the Hero",
    "music_Skyrise": "Skyrise"
}