{
    "Adds_Celebration Guide_Name": "Celebration Guide",
    "Adds_Chirpy Chocobo_Name": "Chirpy Chocobo",
    "Adds_Firmament Boy_Name": "Firmament Boy",
    "Adds_Firmament Foreman_Name": "Firmament Foreman",
    "Adds_Firmament Girl_Name": "Firmament Girl",
    "Adds_Foreign Merchant_Name": "Foreign Merchant",
    "Adds_House Dzemael Stonemason_Name": "House Dzemael Stonemason",
    "Adds_Ishgardian Merchant_Name": "Ishgardian Merchant",
    "Adds_Mighty Moogle_Name": "Mighty Moogle",
    "Adds_Perky Piggy_Name": "Perky Piggy",
    "Adds_Skysteel Engineer_Name": "Skysteel Engineer",
    "Adds_Solitary Swineling_Name": "Solitary Swineling",
    "Adds_Somber Swineling_Name": "Somber Swineling",
    "Adds_Sprightly Swineling_Name": "Sprightly Swineling",
    "Adds_Wooly Yak_Name": "Wooly Yak",
    "Bosse_Unknown Source_Attack_Attack": "Attack",
    "Bosse_Unknown Source_Attack_Backflip": "Backflip",
    "Bosse_Unknown Source_Attack_Blizzard": "Blizzard",
    "Bosse_Unknown Source_Attack_Stellar Explosion": "Stellar Explosion",
    "Bosse_Unknown Source_Attack_Stone": "Stone",
    "Bosse_Unknown Source_Attack_Unknown_21E4": "Unknown_21E4",
    "Bosse_Unknown Source_Name": "Unknown Source",
    "Bosse_Unknown Source_Status_Angler's Art_Desc": "Able to execute certain actions.",
    "Bosse_Unknown Source_Status_Angler's Art_Name": "Angler's Art",
    "Bosse_Unknown Source_Status_Unknown_3510_Desc": "Unknown_3510",
    "Bosse_Unknown Source_Status_Unknown_3510_Name": "Unknown_3510",
    "Bosse_Unknown Source_Status_Unknown_3570_Desc": "Unknown_3570",
    "Bosse_Unknown Source_Status_Unknown_3570_Name": "Unknown_3570",
    "ContentName_The Firmament": "The Firmament",
    "music_Bliss": "Bliss",
    "music_By Design": "By Design",
    "music_Hearthward": "Hearthward",
    "music_Nature's Bounty": "Nature's Bounty",
    "music_Return of the Hero": "Return of the Hero",
    "music_Skyrise": "Skyrise",
    "npcyell_ids_11358_Text": "Your task is to make stuffed toys using the materials laid out on the Mattock, kupo.",
    "npcyell_ids_11359_Text": "Once you've finished sewing together a toy, take it to a wain at the central plaza.",
    "npcyell_ids_11360_Text": "Make lots of stuffed toys and deliver them all, kupo!",
    "npcyell_ids_11361_Text": "We hope you enjoyed that veritable parade of oversized stuffed toys. The next fête is “Shear-a-Yak,” and it will be held at Bright Ballad's Passage!",
    "npcyell_ids_11362_Text": "Though you'll be shearing a yak in this fête, instead of shears, you'll be using an enhanced version of the aetheromatic auger: the aetheromatic clipper!",
    "npcyell_ids_11363_Text": "Tuned to operate with normal concentrations of aether, it shoots blasts of magicked wind that effortlessly removes fleece from their owners!",
    "npcyell_ids_11364_Text": "So get firing at the yak, and bring the fleece it sheds to me, three sacks full at a time!",
    "npcyell_ids_11365_Text": "That's all for “Shear-a-Yak.” Now, please take yourselves to the Abacus for the next fête: “Toy Hunter”!",
    "npcyell_ids_11366_Text": "My swinelings have hidden a lucky toy in one of three present boxes.",
    "npcyell_ids_11367_Text": "You must open the right box to find the toy, and then bring it to me.",
    "npcyell_ids_11369_Text": "Great hunting, everyone. Now, please make your way to the central plaza on the Mattock!",
    "npcyell_ids_11370_Text": "I bid you welcome to the final fête: “Presents of Mind”!",
    "npcyell_ids_11371_Text": "In this fête, you must deliver presents to various folk on the Mattock according to the mascots' instructions.",
    "npcyell_ids_11372_Text": "Upon delivering two presents, the mascot issuing the instructions will change, so be sure to pay attention. Let the gifting begin!",
    "npcyell_ids_11373_Text": "It's farewell for now, but we look forward to seeing you again! Till next time!",
    "npcyell_ids_11383_Text": "Thank you for your patience! The fête will now begin!",
    "npcyell_ids_11387_Text": "It's time to hide the toy.",
    "npcyell_ids_11388_Text": "Are you ready, my swinelings?",
    "npcyell_ids_11397_Text": "The final fête is upon us. Are you ready, my dear mascots?",
    "npcyell_ids_11401_Text": "Let us finish on a high note!",
    "npcyell_ids_11414_Text": "Hear ye, hear ye! Fêtes are about to commence!",
    "npcyell_ids_11415_Text": "Greetings, friends, and thank you for joining in the Skyrise Celebration!",
    "npcyell_ids_11418_Text": "Today, we will be hosting a variety of fêtes─the first of which serves as an introduction to our friendly team of mascots.",
    "npcyell_ids_11419_Text": "Mighty Moogle, at your service, kupo. Made of sterner stuff though I am, I'm in charge of the fête “Made of Softer Stuff”!",
    "npcyell_ids_11420_Text": "Chirpy Chocobo is my name, and “Shear-a-Yak” is my game. Under my fluffy wing, you will shear as you've never shorn before!",
    "npcyell_ids_11421_Text": "And last but definitely not least, I am Perky Piggy. My swinelings and I look forward to making a “Toy Hunter” out of you!",
    "npcyell_ids_11422_Text": "Remember these mascots well, for they will be your guides throughout the revelry. On which note, let us dive into the fête!",
    "npcyell_ids_11423_Text": "The mascots will take turns striking their favorite poses, and we ask that you show your celebratory spirit by posing in kind.",
    "npcyell_ids_11425_Text": "Here is a pose that maximizes your muscular appeal.",
    "npcyell_ids_11426_Text": "Do the mighty maximizer, and show the fine specimen that you are, kupo!",
    "npcyell_ids_11428_Text": "Before using the aetheromatic clipper, it is important to point and acknowledge.",
    "npcyell_ids_11429_Text": "To that end, we do the chirpy checker!",
    "npcyell_ids_11431_Text": "When searching for treasure, one must keep one's eyes peeled.",
    "npcyell_ids_11432_Text": "To help you practice, I bid you do the perky peeler with me!",
    "npcyell_ids_11434_Text": "Hereon, the order will be random.",
    "npcyell_ids_11435_Text": "Before using the aetheromatic clipper, point and acknowledge with the chirpy checker!",
    "npcyell_ids_11436_Text": "When searching for treasure, keep your eyes peeled with the perky peeler!",
    "npcyell_ids_11437_Text": "Show the fine specimen that you are with the mighty maximizer, kupo!",
    "npcyell_ids_11438_Text": "I trust you are now acquainted with our friendly mascots. With that, let us move right along to the next fête.",
    "npcyell_ids_11439_Text": "Mighty Moogle, whose big muscles are equaled only by his big heart, awaits you on the Mattock for “Made of Softer Stuff”!",
    "npcyell_ids_11880_Text": "If you wish to participate in these light-hearted games, please gather at Bright Ballad's Passage.",
    "npcyell_ids_11881_Text": "Artisans of all persuasions can join in the fun and win fabulous prizes!",
    "npcyell_ids_11882_Text": "We eagerly look forward to your participation!",
    "npcyell_ids_11883_Text": "This is the final call for fêtes! If you wish to participate, please hasten to Bright Ballad's Passage.",
    "npcyell_ids_11884_Text": "Come, friends, pray do not dally!",
    "npcyell_ids_11885_Text": "Follow our mascots to the Mattock, where the fête “Made of Softer Stuff” will be held.",
    "npcyell_ids_11886_Text": "The fun and excitement have only just begun!",
    "npcyell_ids_11887_Text": "In charge of this fête is Chirpy Chocobo, who loves all things fluffy and downy.",
    "npcyell_ids_11888_Text": "Our mascots are making their way to the venue as we speak.",
    "npcyell_ids_11889_Text": "If you wish to participate─and surely you do─please follow them to Bright Ballad's Passage!",
    "npcyell_ids_11890_Text": "Quickly, now. As the saying goes, “Good things come to those who don't wait”!",
    "npcyell_ids_11891_Text": "This time, Perky Piggy and his lovable litter of swinelings will be in charge of the proceedings.",
    "npcyell_ids_11892_Text": "Including the soon-to-commence “Toy Hunter,” but two fêtes remain.",
    "npcyell_ids_11893_Text": "There, the fifth and final fête awaits: “Presents of Mind.”",
    "npcyell_ids_11894_Text": "This being the rousing conclusion, we hope to see every one of you there with bells on!",
    "npcyell_ids_11895_Text": "And that concludes all the fêtes. On behalf of all the residents of the Firmament, we thank you for joining us in the revelry.",
    "npcyell_ids_11896_Text": "The Skyrise Celebration is our way of honoring our esteemed builders while welcoming folk from near and far to our new home.",
    "npcyell_ids_11897_Text": "We hope that we have been able to give back some of the joy we have received, and wish you much and more happiness!",
    "npcyell_ids_11940_Text": "The fête “Made of Softer Stuff” is currently underway on the Mattock.",
    "npcyell_ids_11941_Text": "Don't miss this chance to craft adorably large stuffed toys!",
    "npcyell_ids_11944_Text": "Hurry, friends! Time is almost up!",
    "npcyell_ids_11945_Text": "The fête “Made of Softer Stuff” will soon conclude.",
    "npcyell_ids_11946_Text": "If you still have a toy, please hurry and deliver it to the wain!",
    "npcyell_ids_11947_Text": "To assist us in distributing rewards, please remain in your artisan's attire until you have received yours.",
    "npcyell_ids_11949_Text": "The fête “Shear-a-Yak” is currently being held at Bright Ballad's Passage. Join us in the fun and reap─or should I say, shear─the rewards!",
    "npcyell_ids_11950_Text": "I trust your clippers are firing well─our mascots are meticulous with their maintenance!",
    "npcyell_ids_11951_Text": "Lest you worry for your safety, I assure you our wooly friend has been rendered docile with a feast of his favorite fodder.",
    "npcyell_ids_11952_Text": "The fête “Shear-a-Yak” will soon conclude.",
    "npcyell_ids_11953_Text": "If you still have fleece, please hurry and deliver it to Chirpy Chocobo!",
    "npcyell_ids_11954_Text": "To assist us in distributing rewards, please remain in your artisan's attire until you have received yours.",
    "npcyell_ids_11955_Text": "The fête “Toy Hunter” is underway on the Abacus. Seek and you will find, participate and you will receive─prizes, that is!",
    "npcyell_ids_11956_Text": "The rules are simple: open the right present box to find the lucky toy, and see it to Perky Piggy's hands.",
    "npcyell_ids_11957_Text": "The fête “Toy Hunter” is underway on the Abacus. It isn't too late to participate and receive prizes!",
    "npcyell_ids_11958_Text": "If you find yourself turned into a cute little piggy, fret not. The magick swiftly wears off.",
    "npcyell_ids_11959_Text": "The hunt is drawing to a close. How many lucky toys have you found thus far?",
    "npcyell_ids_11960_Text": "The fête “Toy Hunter” will soon conclude.",
    "npcyell_ids_11961_Text": "Loath though I am to disappoint, you can't take the lucky toys home with you. Please deliver them to Perky Piggy.",
    "npcyell_ids_11962_Text": "To assist us in distributing rewards, please remain in your artisan's attire until you have received yours.",
    "npcyell_ids_11963_Text": "The fête “Presents of Mind” is currently taking place on the Mattock.",
    "npcyell_ids_11964_Text": "Take the presents the mascots have prepared, and see them delivered to the right people!",
    "npcyell_ids_11965_Text": "The fête “Presents of Mind” is currently taking place on the Mattock.",
    "npcyell_ids_11966_Text": "Such delight writ upon the faces of the recipients! Come, let's keep up the gift giving!",
    "npcyell_ids_11967_Text": "Hurry, friends! Not long now until the gift giving must come to an end!",
    "npcyell_ids_11968_Text": "The fête “Presents of Mind” will soon conclude.",
    "npcyell_ids_11969_Text": "Time is almost up, friends. Please deliver your last presents.",
    "npcyell_ids_11970_Text": "As today's excitement draws to a close, may we say what wonderful participants you have all been!"
}