{
    "Adds_Celebration Guide_Name": "Guide De La Grande Célébration",
    "Adds_Chirpy Chocobo_Name": "Chocobo Chatoyant",
    "Adds_Firmament Boy_Name": "Garçonnet D'Azurée",
    "Adds_Firmament Foreman_Name": "Responsable De L'Ouvrage Collectif",
    "Adds_Firmament Girl_Name": "Fillette D'Azurée",
    "Adds_Foreign Merchant_Name": "Négociante Étrangère",
    "Adds_House Dzemael Stonemason_Name": "Maçonne Des Dzemael",
    "Adds_Ishgardian Merchant_Name": "Commerçant Ishgardais",
    "Adds_Mighty Moogle_Name": "Mog Musculeux",
    "Adds_Perky Piggy_Name": "Porcelet Polisson",
    "Adds_Skysteel Engineer_Name": "Ingénieure De Cielacier",
    "Adds_Solitary Swineling_Name": "Pourceau Pudique",
    "Adds_Somber Swineling_Name": "Pourceau Peiné",
    "Adds_Sprightly Swineling_Name": "Pourceau Pimpant",
    "Adds_Wooly Yak_Name": "Yak Laineux",
    "Bosse_Unknown Source_Attack_Attack": "Attaque",
    "Bosse_Unknown Source_Attack_Backflip": "Flip Ailé",
    "Bosse_Unknown Source_Attack_Blizzard": "Glace",
    "Bosse_Unknown Source_Attack_Stellar Explosion": "Explosion Stellaire",
    "Bosse_Unknown Source_Attack_Stone": "Terre",
    "Bosse_Unknown Source_Attack_Unknown_21E4": "Unknown_21E4",
    "Bosse_Unknown Source_Name": "Unknown Source",
    "Bosse_Unknown Source_Status_Angler's Art_Desc": "Permet d'utiliser certaines actions.",
    "Bosse_Unknown Source_Status_Angler's Art_Name": "Féru De Pêche",
    "Bosse_Unknown Source_Status_Unknown_3510_Desc": "",
    "Bosse_Unknown Source_Status_Unknown_3510_Name": "Unknown_3510",
    "Bosse_Unknown Source_Status_Unknown_3570_Desc": "",
    "Bosse_Unknown Source_Status_Unknown_3570_Name": "Unknown_3570",
    "ContentName_The Firmament": "Azurée",
    "music_Bliss": "Bliss",
    "music_By Design": "By Design",
    "music_Hearthward": "Hearthward",
    "music_Nature's Bounty": "Nature's Bounty",
    "music_Return of the Hero": "Return of the Hero",
    "music_Skyrise": "Skyrise",
    "npcyell_ids_11358_Text": "Servez-vous des matériaux pour fabriquer des peluches, kupo!",
    "npcyell_ids_11359_Text": "Lorsque vous aurez terminé une peluche, déposez-la dans une des charrettes sur la place centrale, kupo!",
    "npcyell_ids_11360_Text": "Plus vous chargerez de peluches, plus les enfants d'Ishgard seront contents, kupo!",
    "npcyell_ids_11361_Text": "Alors, vous avez aimé fabriquer toutes ces peluches moelleuses? La prochaine feste “Y a qu'à tondre!” va commencer devant la porte des Industrieux!",
    "npcyell_ids_11362_Text": "Pour cette feste, vous devrez tondre un yak avec une éthérotondeuse, une version améliorée du perforateur éthéréen!",
    "npcyell_ids_11363_Text": "Elle a été conçue pour fonctionner dans des concentrations d'éther normales et faire tomber la laine sans aucun effort!",
    "npcyell_ids_11364_Text": "Utilisez-la donc sur le yak ici présent, et quand vous aurez ramassé trois paniers de sa laine, apportez-les-moi!",
    "npcyell_ids_11365_Text": "La tonte est finie! Direction L'Abaque pour la prochaine feste, “La chasse au jouet”!",
    "npcyell_ids_11366_Text": "Mes pourceaux ont caché une peluche dans un des paquets cadeaux. À vous de les ouvrir pour la trouver!",
    "npcyell_ids_11367_Text": "Trouvez la peluche gagnante et venez me l'apporter!",
    "npcyell_ids_11368_Text": "Bonne chance à vous!",
    "npcyell_ids_11369_Text": "Alors, la chasse a été bonne? Maintenant, on se dirige vers la place centrale, au Hoyau!",
    "npcyell_ids_11370_Text": "Bienvenue à la feste suivante : “À chacun son cadeau”!",
    "npcyell_ids_11371_Text": "Cette fois, vous devrez distribuer des cadeaux à leurs destinataires en suivant les instructions des mascottes!",
    "npcyell_ids_11372_Text": "Les destinataires changent tous les deux cadeaux livrés, donc soyez bien attentifs!",
    "npcyell_ids_11373_Text": "Nous espérons que vous avez apprécié et que vous rejouerez avec nous. À très bientôt!",
    "npcyell_ids_11383_Text": "Merci de votre patience, la feste va commencer!",
    "npcyell_ids_11387_Text": "Vous êtes prêts, mes pourceaux?",
    "npcyell_ids_11388_Text": "C'est le moment de cacher la peluche!",
    "npcyell_ids_11397_Text": "C'est l'heure de la dernière feste! Tout le monde est prêt?",
    "npcyell_ids_11401_Text": "Il faut finir en beauté!",
    "npcyell_ids_11414_Text": "Dans le cadre de la Grande Célébration d'Azurée, les festes vont bientôt commencer! Rendez-vous devant la porte des Industrieux!",
    "npcyell_ids_11415_Text": "<If(LessThan(PlayerParameter(11),4))>BonsoirBonjour, et bienvenue à tous! Merci de votre participation aux festes de la Grande Célébration d'Azurée!",
    "npcyell_ids_11418_Text": "La première feste sera l'occasion de vous présenter à tous les adorables mascottes qui nous accompagnent pour les festivités!",
    "npcyell_ids_11419_Text": "Je suis le Mog musculeux, et c'est moi qui m'occupe de la feste “La fabrique à peluches”! Euh... kupo!",
    "npcyell_ids_11420_Text": "Et moi, le chocobo chatoyant! J'aurai le plaisir de vous accompagner pour la feste “Y a qu'à tondre!”, j'ai hâte!",
    "npcyell_ids_11421_Text": "Me voici, le porcelet polisson! Avec mes petits pourceaux adorés, j'organise la feste “La chasse au jouet”. On va bien s'amuser!",
    "npcyell_ids_11422_Text": "Souvenez-vous bien de ces mascottes, car vous aurez affaire à elles tout au long des cinq festes que nous vous proposons. Et maintenant, que le spectacle commence!",
    "npcyell_ids_11423_Text": "Nos chères mascottes vont prendre leur pose favorite, chacune leur tour! Soyez attentifs et imitez-les du mieux que vous pourrez!",
    "npcyell_ids_11425_Text": "Alors mes petits culturistes, j'espère que vos muscles sont bien chauds?",
    "npcyell_ids_11426_Text": "Montrez-moi de quoi vous êtes capables avec une “Méga musculation” bien sentie!... Kupo!",
    "npcyell_ids_11428_Text": "Avant d'utiliser un appareil aussi puissant que l'éthérotondeuse, il est primordial de montrer sa cible du doigt. Question de sécurité!",
    "npcyell_ids_11429_Text": "Pour ça, rien de mieux que la “Choco-désignation”, alors à vous de jouer!",
    "npcyell_ids_11431_Text": "Quand on cherche un trésor, on ouvre l'œil et on fait attention aux alentours, n'est-ce pas?",
    "npcyell_ids_11432_Text": "Comme moi, faites donc preuve de “Précaution porcine”!",
    "npcyell_ids_11434_Text": "À partir de maintenant, plus d'ordre défini, les mascottes prennent la pose comme il leur plaît!",
    "npcyell_ids_11435_Text": "Avant de tirer avec l'éthérotondeuse, ne jamais oublier la “Choco-désignation”!",
    "npcyell_ids_11436_Text": "Pour une chasse au trésor réussie, toujours commencer avec un peu de “Précaution porcine”!",
    "npcyell_ids_11437_Text": "Pour toujours avoir les muscles bien chauds, rien de mieux que la “Méga-musculation”, kupo!",
    "npcyell_ids_11438_Text": "Vous avez bien fait connaissance avec nos charmantes mascottes? Dans ce cas, passons à la feste suivante!",
    "npcyell_ids_11439_Text": "Il s'agit de “La fabrique à peluches”, et ça se passe au Hoyau!",
    "npcyell_ids_11880_Text": "Pour prendre part aux festes de la Grande Célébration d'Azurée, c'est devant la porte des Industrieux que ça se passe!",
    "npcyell_ids_11881_Text": "De ravissants présents attendent les participants, donc n'hésitez pas à venir vous amuser!",
    "npcyell_ids_11882_Text": "Nous vous attendons avec impatience devant la porte des Industrieux!",
    "npcyell_ids_11883_Text": "C'est le dernier appel pour participer aux festes! Si vous êtes intéressés, veuillez vous rendre devant la porte des Industrieux!",
    "npcyell_ids_11884_Text": "Ne perdons pas de temps et suivons les mascottes jusqu'au Hoyau!",
    "npcyell_ids_11885_Text": "Les mascottes sont en route pour Le Hoyau, où la prochaine feste, “La fabrique à peluches”, va se dérouler!",
    "npcyell_ids_11886_Text": "Si vous avez envie de vous amuser, rejoignez-nous vite au Hoyau!",
    "npcyell_ids_11887_Text": "C'est notre ami le chocobo chatoyant qui s'occupe de la feste “Y a qu'à tondre”. Il vous attend devant la porte des Industrieux!",
    "npcyell_ids_11888_Text": "Les mascottes sont en route pour la porte des Industrieux, où la prochaine feste, “Y a qu'à tondre”, va se dérouler!",
    "npcyell_ids_11889_Text": "Il n'est jamais trop tard pour participer! Venez vite devant la porte des Industrieux!",
    "npcyell_ids_11890_Text": "Les mascottes sont en route pour L'Abaque, où la prochaine feste, “La chasse au jouet”, va se dérouler!",
    "npcyell_ids_11891_Text": "Allez retrouver le porcelet polisson et ses petits pourceaux à L'Abaque pour la feste “La chasse au jouet”!",
    "npcyell_ids_11892_Text": "C'est l'heure de l'avant-dernière feste! C'est à L'Abaque que ça se passe, alors ne perdez pas de temps!",
    "npcyell_ids_11893_Text": "Et maintenant, le bouquet final!",
    "npcyell_ids_11894_Text": "La place centrale du Hoyau vous attend pour la dernière feste, “À chacun son cadeau”!",
    "npcyell_ids_11895_Text": "Et c'est ainsi que se conclut notre série de festes! Merci à toutes et à tous d'avoir participé!",
    "npcyell_ids_11896_Text": "La Grande Célébration se poursuit, alors nous espérons que vous continuerez à vous amuser en notre compagnie!",
    "npcyell_ids_11897_Text": "Au plaisir de vous rencontrer dans les rues d'Azurée!",
    "npcyell_ids_11940_Text": "La feste “La fabrique à peluches” se déroule en ce moment même au Hoyau!",
    "npcyell_ids_11941_Text": "Des matériaux vous attendent pour fabriquer les peluches les plus mignonnes et moelleuses qui soient!",
    "npcyell_ids_11944_Text": "Dépêchez-vous, la fin du temps imparti approche à grands pas!",
    "npcyell_ids_11945_Text": "La feste “La fabrique à peluches” qui se déroule au Hoyau est sur le point de se terminer!",
    "npcyell_ids_11946_Text": "Plus que quelques instants avant que la collecte de peluches se termine. Finissez vite votre livraison!",
    "npcyell_ids_11947_Text": "N'oubliez pas que seuls les artisans et les récolteurs ont droit à une récompense!",
    "npcyell_ids_11949_Text": "La feste “Y a qu'à tondre” se tient actuellement devant la porte des Industrieux! Venez participer et remporter des cadeaux!",
    "npcyell_ids_11950_Text": "Les éthérotondeuses marchent à plein tube? Remerciez nos mascottes qui les bichonnent tous les jours!",
    "npcyell_ids_11951_Text": "Notre ami laineux a bien été nourri, donc ne vous en faites pas, il n'y a aucun danger!",
    "npcyell_ids_11952_Text": "La feste “Y a qu'à tondre” qui se déroule devant la porte des Industrieux est sur le point de se terminer!",
    "npcyell_ids_11953_Text": "La feste est sur le point de se terminer! Si vous avez encore de la laine sur vous, dépêchez-vous de l'apporter au chocobo chatoyant!",
    "npcyell_ids_11954_Text": "N'oubliez pas que seuls les artisans et les récolteurs ont droit à une récompense!",
    "npcyell_ids_11955_Text": "Envie de cadeaux? Venez participer à la feste “La chasse au jouet” qui est en train de se tenir à L'Abaque!",
    "npcyell_ids_11956_Text": "Les règles sont simples! Ouvrez les paquets cadeaux pour trouver la peluche gagnante et apportez-la au porcelet polisson!",
    "npcyell_ids_11957_Text": "Il n'est pas trop tard pour participer à la feste “La chasse au jouet”! Rendez-vous vite à L'Abaque!",
    "npcyell_ids_11958_Text": "Si vous êtes transformé en petit porcelet tout chou, ne vous en faites pas, le sortilège s'estompe très vite!",
    "npcyell_ids_11959_Text": "La fin du temps imparti est proche! Combien de peluches avez-vous réussi à trouver?",
    "npcyell_ids_11960_Text": "La feste “La chasse au jouet” qui se déroule à L'Abaque touche à sa fin!",
    "npcyell_ids_11961_Text": "Il sera bientôt trop tard pour remettre les peluches gagnantes au porcelet polisson! Si vous en avez une sur vous, c'est maintenant ou jamais!",
    "npcyell_ids_11962_Text": "N'oubliez pas que seuls les artisans et les récolteurs ont droit à une récompense!",
    "npcyell_ids_11963_Text": "La feste “À chacun son cadeau”, c'est tout de suite et maintenant sur la place centrale du Hoyau!",
    "npcyell_ids_11964_Text": "Prenez les cadeaux préparés par les mascottes et apportez-les aux bons destinataires!",
    "npcyell_ids_11965_Text": "Pour participer à la feste “À chacun son cadeau”, rendez-vous vite sur la place centrale du Hoyau!",
    "npcyell_ids_11966_Text": "Regardez-moi le sourire sur ces visages! Continuez à distribuer des cadeaux pour faire des heureux!",
    "npcyell_ids_11967_Text": "Dans quelques instants, la distribution de cadeaux s'achèvera! C'est le moment de donner tout ce que vous avez!",
    "npcyell_ids_11968_Text": "La feste “À chacun son cadeau” qui se déroule sur la place centrale du Hoyau va bientôt prendre fin!",
    "npcyell_ids_11969_Text": "C'est ici que ça se termine! Si vous avez encore des cadeaux, dépêchez-vous de les offrir!",
    "npcyell_ids_11970_Text": "Cette série de festes est sur le point de s'achever. Merci à toutes et à tous de nous avoir rejoints, j'espère que ça vous a plu!"
}