{
    "Adds_Metem_Name": "Metem",
    "ContentDesc_Arkadion - Schwergewicht R3": "Kaum hast du dir das Recht erkämpft, den Schwergewichtsmeister im Titelkampf herauszufordern, überschlagen sich die Ereignisse. Der Präsident des Arkadions nutzt Brutalo Bombers Vertrauen in ihn aus und erlaubt ihm einen Revanchekampf gegen dich. Als Bedingung muss der ehemalige Halbschwergewichtsmeister jedoch mehrere Bestienseelen gleichzeitig verwenden, um eine richtige Chance gegen dich zu haben. Überwältigt von Rachegelüsten kommt die bombastische Boshaftigkeit dieser Bitte nur zu gerne nach und verwandelt sich in ein kaum wiedererkennbares Ungetüm, den Brutalo Biestinator. Wenn es noch irgendeine Hoffnung gibt, den Kämpfer vor einem Tod durch Seelenzerfall zu bewahren, dann nur, wenn es dir gelingen sollte, ihn hier und jetzt zu besiegen und wieder zu beruhigen.",
    "ContentName_Demolition Site": "Neubaugebiet der achten Ebene",
    "Instancecontenttextdata_40712_Text": "Der Kampf ist vorbei!",
    "Instancecontenttextdata_40721_Text": "Ooh, ist der Kampf etwa schon vorbei?!",
    "Instancecontenttextdata_40722_Text": "Sie fallen wie die Fliegen! Haben sie den Gegner unterschätzt?!",
    "Instancecontenttextdata_40723_Text": "Zäh wie eh und je! Aber wird das für den Sieg reichen?!",
    "Instancecontenttextdata_40724_Text": "Sie geben nicht auf! Haben die Herausforderer noch eine Chance?",
    "Instancecontenttextdata_42000_Text": "Brutalo Biestinator brennt auf Rache!",
    "Instancecontenttextdata_42001_Text": "Ist ein Sieg gegen so viele Seelen überhaupt möglich?!",
    "Instancecontenttextdata_42002_Text": "Er nutzt die Kraft der Bestien, um Waffen zu erzeugen!",
    "Instancecontenttextdata_42003_Text": "Was zum...?! Aus den Samen sind Ungeheuer gewachsen!",
    "Instancecontenttextdata_42004_Text": "Die Kameras wurden versteinert! Sie können sich nicht mehr in der Luft halten!",
    "Instancecontenttextdata_42005_Text": "Was für eine Schlagkraft! Die Herausforderer wurden weggeschleudert!",
    "Instancecontenttextdata_42006_Text": "Ich werd verrückt! Brutalo Biestinator klebt an der Wand!",
    "Instancecontenttextdata_42007_Text": "Er springt von Wand zu Wand!",
    "Instancecontenttextdata_42008_Text": "Ein Angriff für die Geschichtsbücher! Der ganze Boden wurde zerschmettert! ",
    "Instancecontenttextdata_42009_Text": "Schnell hinterher mit den Kameras!",
    "Instancecontenttextdata_42010_Text": "Der Einsturz hat ein Feuer ausgelöst!",
    "Instancecontenttextdata_42011_Text": "Ein Lariat! In diesem Ungetüm steckt immer noch Brutalo Bomber!",
    "Instancecontenttextdata_42012_Text": "Was für eine Intensität! Wie viel Kraft haben ihm die Seelen nur verliehen?!",
    "Instancecontenttextdata_42014_Text": "Ein Angriff mit ganzer Kraft! Aber die Herausforderer halten stand!",
    "Instancecontenttextdata_42015_Text": "Dieser spektakuläre Kampf will einfach kein Ende nehmen!"
}