{
    "Adds_Metem_Name": "Metem",
    "ContentDesc_Arkadion - Schwergewicht R3": "The president's “script” has culminated in a grudge match between you and the Brute Bomber, who has recklessly injected himself with multiple feral souls. Now an abomination, the only way to save the reviled heel is to stop him forcefully through battle. For his sake, this is a fight you cannot afford to lose.",
    "ContentName_Demolition Site": "Demolition Site",
    "Instancecontenttextdata_40712_Text": "It's all over...until next time!",
    "Instancecontenttextdata_40721_Text": "Oh no, that was too much for the challenger!",
    "Instancecontenttextdata_40722_Text": "The challenger's down! Is this the end!?",
    "Instancecontenttextdata_40723_Text": "The challenger rises again! Can they turn this around!?",
    "Instancecontenttextdata_40724_Text": "They're back on their feet! Let's see if they can stay standing!",
    "Instancecontenttextdata_42000_Text": "To take it outside, the Brute Abombinator means business!",
    "Instancecontenttextdata_42001_Text": "Will the unenhanced warrior be able to contend with this chimerical foe!?",
    "Instancecontenttextdata_42002_Text": "My word! He's used his feral powers to manifest a weapon!",
    "Instancecontenttextdata_42003_Text": "Oh dear, fiendish flora have sprouted from the scattered seeds!",
    "Instancecontenttextdata_42004_Text": "Oh my! Even the cameras have been petrified─and now they're crashing down all around!",
    "Instancecontenttextdata_42005_Text": "He's sent his rival flying! What fearsome strength!",
    "Instancecontenttextdata_42006_Text": "Goodness me! The Brute Abominator is hanging on the building!",
    "Instancecontenttextdata_42007_Text": "He's bounding from wall to wall!",
    "Instancecontenttextdata_42008_Text": "The rooftop has caved in! Such devastation!",
    "Instancecontenttextdata_42009_Text": "We'll send cameras in there at once!",
    "Instancecontenttextdata_42010_Text": "The destruction appears to have started a fire!",
    "Instancecontenttextdata_42011_Text": "A lariat! The Brute Bomber must still be in there somewhere!",
    "Instancecontenttextdata_42012_Text": "A punishing attack! The true power of this monstrous fusion!",
    "Instancecontenttextdata_42014_Text": "A brutal blow! But the contender is standing firm!",
    "Instancecontenttextdata_42015_Text": "What a thrilling battle this, and it rages on!"
}