{
    "Adds_Metem_Name": "Metem",
    "ContentDesc_Arkadion - Schwergewicht R3": "L'énigmatique propriétaire de l'Arcadion a manipulé Brute Bomber en lui offrant une chance de vous affronter à nouveau. L'ancien champion a subtilisé plusieurs âmes de créatures et les a utilisées en même temps pour se transformer en une horrible chimère : Brute Bombinator. Pour sauver le combattant des affres de la psychodiabrose, vous devez à tout prix l'arrêter avant qu'il ne soit trop tard!",
    "ContentName_Demolition Site": "Site de construction du huitième étage",
    "Instancecontenttextdata_40712_Text": "Ce match vous a été commenté par votre serviteur, Metem!",
    "Instancecontenttextdata_40721_Text": "Oh là là! Notre challenger ne se relève pas!",
    "Instancecontenttextdata_40722_Text": "Notre challenger est au sol! Allons-nous assister à un K.O.!?",
    "Instancecontenttextdata_40723_Text": "Notre challenger s'est requinqué! Saura-t-il reprendre l'avantage?",
    "Instancecontenttextdata_40724_Text": "Le challenger s'est relevé! Parviendra-t-il à rester debout cette fois?",
    "Instancecontenttextdata_42000_Text": "Oh là là... Brute Bombinator veut en découdre hors du ring!",
    "Instancecontenttextdata_42001_Text": "Notre challenger va devoir affronter une multitude d'âmes combinées en une chimère infernale!",
    "Instancecontenttextdata_42002_Text": "Impossible! La puissance combinée des créatures a permis de créer une arme!",
    "Instancecontenttextdata_42003_Text": "Tiens... Les graines éparpillées se sont transformées en monstres!",
    "Instancecontenttextdata_42004_Text": "Houlà! Notre caméra a été pétrifiée par la dernière attaque!",
    "Instancecontenttextdata_42005_Text": "Quel souffle! Brute Bombinator envoie valdinguer le challenger!",
    "Instancecontenttextdata_42006_Text": "Comment est-ce possible? Brute Bombinator s'accroche aux murs!",
    "Instancecontenttextdata_42007_Text": "Il saute de mur en mur!",
    "Instancecontenttextdata_42008_Text": "Incroyable démonstration de force! Le sol de l'arène n'a pas résisté!",
    "Instancecontenttextdata_42009_Text": "Notre caméra va s'empresser de suivre les combattants!",
    "Instancecontenttextdata_42010_Text": "Apparemment, la destruction du sol a causé un incendie!",
    "Instancecontenttextdata_42011_Text": "Un lariat! Est-ce la conscience de Brute Bomber qui resurgit?",
    "Instancecontenttextdata_42012_Text": "Hallucinant! La puissance cumulée de ces monstres est à couper le souffle!",
    "Instancecontenttextdata_42014_Text": "Et encore une attaque dévastatrice! Mais notre challenger tient bon!",
    "Instancecontenttextdata_42015_Text": "Quel combat acharné! J'en ai des palpitations!"
}