{
    "Class_Quest_Name_Fangs of the Viper": "Fangs of the Viper",
    "Class_Quest_Name_Into the Viper Pit": "Into the Viper Pit",
    "Class_Quest_Name_Vengeance of the Viper": "Vengeance of the Viper",
    "Class_Quest_Name_Viper in the Vidraal's Shadow": "Viper in the Vidraal's Shadow",
    "Class_Quest_Name_Vipers on the Hunt": "Vipers on the Hunt",
    "Class_Skill_Desc_Aetherial Manipulation L": "Rush to a target's side.</br>Unable to cast if bound.",
    "Class_Skill_Desc_Arm's Length": "Creates a barrier nullifying most knockback and draw-in effects.</br>Duration: 6s</br>Additional Effect: Slow +20% when barrier is struck</br>Duration: 15s",
    "Class_Skill_Desc_Backstep L": "Jump 10 yalms back from current position. Cannot be executed while bound.",
    "Class_Skill_Desc_Banner of Firm Resolve": "Storm the field under the Banner of Firm Resolve, gaining additional stacks each time damage is taken, up to a maximum of 5.</br>Banner of Firm Resolve Effect: Reduces damage dealt by 15% per stack</br>Duration: 30s</br>At maximum stacks, take up the Banner of Unyielding Defense.</br>Banner of Unyielding Defense Effect: Reduces damage taken by 30%</br>Duration: 180s</br>Effect cannot be stacked with other Banner actions.",
    "Class_Skill_Desc_Banner of Honed Acuity": "Storm the field under the Banner of Honed Acuity, gaining additional stacks each time an attack is evaded, up to a maximum of 3.</br>Banner of Honed Acuity Effect: Increases damage taken by 10% per stack</br>Duration: 120s</br>At maximum stacks, take up the Banner of Transcendent Finesse.</br>Banner of Transcendent Finesse Effect: Increases critical hit rate by 30% and reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 20%</br>Duration: 180s</br>Can only be executed while in combat.</br>Effect cannot be stacked with other Banner actions.",
    "Class_Skill_Desc_Banner of Honored Sacrifice": "Storm the field under the Banner of Honored Sacrifice, increasing damage dealt by 55% while draining your HP.</br>Duration: 15s</br>Can only be executed while in combat.</br>Effect cannot be stacked with other Banner actions.",
    "Class_Skill_Desc_Banner of Noble Ends": "Storm the field under the Banner of Noble Ends, increasing damage dealt by 50% while reducing own HP recovery via most healing actions by 100%.</br>Duration: 15s</br>Can only be executed while in combat.</br>Effect cannot be stacked with other Banner actions.",
    "Class_Skill_Desc_Banner of Solemn Clarity": "Storm the field under the Banner of Solemn Clarity, periodically gaining additional stacks, up to a maximum of 4.</br>Duration: 30s</br>Effect ends upon using another action or moving (including facing a different direction).</br>Cancels auto-attack upon execution.</br>At maximum stacks, take up the Banner of Limitless Grace.</br>Banner of Limitless Grace Effect: Increases healing potency by 50% while reducing MP cost</br>Duration: 120s</br>Can only be executed while in combat.</br>Effect cannot be stacked with other Banner actions.",
    "Class_Skill_Desc_Bladedance": "Delivers an attack with a potency of 5,250.",
    "Class_Skill_Desc_Bloodbath": "Converts a portion of physical damage dealt into HP.</br>Duration: 20s",
    "Class_Skill_Desc_Bloodbath L": "Converts a portion of damage dealt into HP.</br>Duration: 45s",
    "Class_Skill_Desc_Bloodied Maw": "Delivers an attack with a potency of 140 to all nearby enemies.</br>Potencies are increased by 20 while under the effect of Grimskin's Venom.</br>Additional Effect: Grants Grimhunter's Venom</br>Grimhunter's Venom Effect: Increases potency of Jagged Maw by 20</br>Duration: 60s</br>Effect cannot be stacked with other viper venom effects.</br>Additional Effect: Increases Serpent Offerings Gauge by 10</br>Can only be executed after successfully landing Hunter's Bite or Swiftskin's Bite.</br>※This action cannot be assigned to a hotbar.</br>※Swiftskin's Bite changes to Bloodied Maw when requirements for execution are met.",
    "Class_Skill_Desc_Braver": "Delivers an attack with a potency of 2,400.",
    "Class_Skill_Desc_Catastrophe L": "Deals unaspected damage to all nearby enemies with a potency of 4,000, while dealing damage with a potency of 999,999 to self.",
    "Class_Skill_Desc_Cure L": "Restores target's HP.</br>Cure Potency: 9,000",
    "Class_Skill_Desc_Cure L II": "Restores target's HP.</br>Cure Potency: 12,000",
    "Class_Skill_Desc_Cure L III": "Restores own or target party member's HP and all party members nearby target.</br>Cure Potency: 9,000",
    "Class_Skill_Desc_Death L": "KOs target. The less the target's HP, the greater the chance of success.",
    "Class_Skill_Desc_Death Rattle": "Delivers an attack with a potency of 280.</br>Can only be executed after successfully landing Flanksting Strike, Flanksbane Fang, Hindsting Strike, or Hindsbane Fang.</br>※This action cannot be assigned to a hotbar.</br>※Serpent's Tail changes to Death Rattle when requirements for execution are met.",
    "Class_Skill_Desc_Deep Essence of the Beast": "Increases defense by 60% and maximum HP by 54%.</br>Additional Effect: Absorb a portion of damage dealt as HP</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Deep Essence of the Breathtaker": "Increases poison resistance and movement speed, including mount speed, and increases evasion by 20%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Deep Essence of the Platebearer": "Increases defense by 96% and maximum HP by 54%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Deep Essence of the Savior": "Increases healing potency by 72%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Deep Essence of the Skirmisher": "Increases damage dealt by 24% and critical hit rate by 18%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Deep Essence of the Watcher": "Reduces maximum HP by 3% while increasing evasion by 48%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Dispel L": "Removes one beneficial status from target.",
    "Class_Skill_Desc_Double Edge L": "Increases physical damage dealt while dealing damage to self over time.</br>Stacks increase every 3 seconds, up to a maximum of 16. For each stack, physical damage dealt is increased by 15%, and potency of damage dealt to self increases by 360.</br>Duration: 48s",
    "Class_Skill_Desc_Dynamis Dice": "",
    "Class_Skill_Desc_Essence of the Beast": "Increases defense by 50% and maximum HP by 45%.</br>Additional Effect: Absorb a portion of damage dealt as HP</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Essence of the Breathtaker": "Increases poison resistance and movement speed, including mount speed, and increases evasion by 10%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Essence of the Platebearer": "Increases defense by 80% and maximum HP by 45%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Essence of the Savior": "Increases healing potency by 60%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Essence of the Skirmisher": "Increases damage dealt by 20% and critical hit rate by 15%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Essence of the Watcher": "Reduces maximum HP by 5% while increasing evasion by 40%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence or Deep Essence actions.",
    "Class_Skill_Desc_Esuna L": "Removes a single detrimental effect from target.",
    "Class_Skill_Desc_Featherfoot L": "Increases evasion by 15%.</br>Duration: 45s",
    "Class_Skill_Desc_Feint": "Lowers target's physical damage dealt by 10% and magic damage dealt by 5%.</br>Duration: 1510s",
    "Class_Skill_Desc_First Generation": "Delivers an attack with a potency of 480 to the first enemy, and 60% less for all remaining enemies.</br>Potency is increased to 680 when executed after Reawaken.</br>Anguine Tribute Cost: 1</br>This weaponskill does not share a recast timer with any other actions.</br>※This action cannot be assigned to a hotbar.</br>※Steel Fangs and Steel Maw change to First Generation when requirements for execution are met.",
    "Class_Skill_Desc_First Legacy": "Delivers an attack with a potency of 280 to the first enemy, and 60% less for all remaining enemies.</br>Can only be executed after successfully landing First Generation.</br>※This action cannot be assigned to a hotbar.</br>※Serpent's Tail changes to First Legacy when requirements for execution are met.",
    "Class_Skill_Desc_Flanksbane Fang": "Delivers an attack with a potency of 340.</br>400380 when executed from a target's flank.</br>Potencies are increased by 100 while under the effect of Flanksbane Venom.</br>Additional Effect: Grants Hindsbane Venom</br>Hindsbane Venom Effect: Increases potency of Hindsbane Fang by 100</br>Duration: 60s</br>Effect cannot be stacked with other viper venom effects.</br>Additional Effect: Increases Serpent Offerings Gauge by 10</br>Can only be executed after successfully landing Hunter's Sting.</br>※This action cannot be assigned to a hotbar.</br>※Swiftskin's Sting changes to Flanksbane Fang when requirements for execution are met.",
    "Class_Skill_Desc_Flanksting Strike": "Delivers an attack with a potency of 340.</br>400380 when executed from a target's flank.</br>Potencies are increased by 100 while under the effect of Flankstung Venom.</br>Additional Effect: Grants Hindstung Venom</br>Hindstung Venom Effect: Increases potency of Hindsting Strike by 100</br>Duration: 60s</br>Effect cannot be stacked with other viper venom effects.</br>Additional Effect: Increases Serpent Offerings Gauge by 10</br>Can only be executed after successfully landing Hunter's Sting.</br>※This action cannot be assigned to a hotbar.</br>※Hunter's Sting changes to Flanksting Strike when requirements for execution are met.",
    "Class_Skill_Desc_Focus L": "Grants a stack of Boost, up to a maximum of 16.</br>Boost Bonus: Increases potency of next weaponskill by 30% per stack</br>Duration: 30s</br>Shares a recast timer with all weaponskills.",
    "Class_Skill_Desc_Fourth Generation": "Delivers an attack with a potency of 480 to the first enemy, and 60% less for all remaining enemies.</br>Potency is increased to 680 when executed after Third Generation.</br>Anguine Tribute Cost: 1</br>This weaponskill does not share a recast timer with any other actions.</br>※This action cannot be assigned to a hotbar.</br>※Swiftskin's Coil and Swiftskin's Den change to Fourth Generation when requirements for execution are met.",
    "Class_Skill_Desc_Fourth Legacy": "Delivers an attack with a potency of 280 to the first enemy, and 60% less for all remaining enemies.</br>Can only be executed after successfully landing Fourth Generation.</br>※This action cannot be assigned to a hotbar.</br>※Serpent's Tail changes to Fourth Legacy when requirements for execution are met.",
    "Class_Skill_Desc_Hindsbane Fang": "Delivers an attack with a potency of 340.</br>400380 when executed from a target's rear.</br>Potencies are increased by 100 while under the effect of Hindsbane Venom.</br>Additional Effect: Grants Flankstung Venom</br>Flankstung Venom Effect: Increases potency of Flanksting Strike by 100</br>Duration: 60s</br>Effect cannot be stacked with other viper venom effects.</br>Additional Effect: Increases Serpent Offerings Gauge by 10</br>Can only be executed after successfully landing Swiftskin's Sting.</br>※This action cannot be assigned to a hotbar.</br>※Swiftskin's Sting changes to Hindsbane Fang when requirements for execution are met.",
    "Class_Skill_Desc_Hindsting Strike": "Delivers an attack with a potency of 340.</br>400380 when executed from a target's rear.</br>Potencies are increased by 100 while under the effect of Hindstung Venom.</br>Additional Effect: Grants Flanksbane Venom</br>Flanksbane Venom Effect: Increases potency of Flanksbane Fang by 100</br>Duration: 60s</br>Effect cannot be stacked with other viper venom effects.</br>Additional Effect: Increases Serpent Offerings Gauge by 10</br>Can only be executed after successfully landing Swiftskin's Sting.</br>※This action cannot be assigned to a hotbar.</br>※Hunter's Sting changes to Hindsting Strike when requirements for execution are met.",
    "Class_Skill_Desc_Hunter's Bite": "Delivers an attack with a potency of 130 to all nearby enemies.</br>Additional Effect: Grants Hunter's Instinct</br>Hunter's Instinct Effect: Increases damage dealt by 10%</br>Duration: 40s</br>Can only be executed after successfully landing Steel Maw or Reaving Maw.</br>※This action cannot be assigned to a hotbar.</br>※Steel Maw changes to Hunter's Bite when requirements for execution are met.",
    "Class_Skill_Desc_Hunter's Coil": "Delivers an attack with a potency of 570.</br>620 when executed from a target's flank.</br>Additional Effect: Grants Hunter's Instinct</br>Hunter's Instinct Effect: Increases damage dealt by 10%</br>Duration: 40s</br>Additional Effect: Grants Hunter's Venom</br>Hunter's Venom Effect: Increases potency of Twinfang Bite by 50</br>Duration: 30s</br>Additional Effect: Increases Serpent Offerings Gauge by 5</br>Upon successfully landing this action, Twinfang changes to Twinfang Bite, and Twinblood changes to Twinblood Bite.</br>These actions can be executed a total of two times following Hunter's Coil.</br>Can only be executed after successfully landing Vicewinder or Swiftskin's Coil.</br>This weaponskill does not share a recast timer with any other actions.",
    "Class_Skill_Desc_Hunter's Den": "Delivers an attack with a potency of 280 to all nearby enemies.</br>Additional Effect: Grants Hunter's Instinct</br>Hunter's Instinct Effect: Increases damage dealt by 10%</br>Duration: 40s</br>Additional Effect: Grants Fellhunter's Venom</br>Fellhunter's Venom Effect: Increases potency of Twinfang Thresh by 30</br>Duration: 30s</br>Additional Effect: Increases Serpent Offerings Gauge by 5</br>Upon successfully landing this action, Twinfang changes to Twinfang Thresh, and Twinblood changes to Twinblood Thresh.</br>These actions can be executed a total of two times following Hunter's Den.</br>Can only be executed after Vicepit or Swiftskin's Den.</br>This weaponskill does not share a recast timer with any other actions.",
    "Class_Skill_Desc_Hunter's Sting": "Delivers an attack with a potency of 300.</br>Additional Effect: Grants Hunter's Instinct</br>Hunter's Instinct Effect: Increases damage dealt by 10%</br>Duration: 40s</br>Can only be executed after successfully landing Steel Fangs or Reaving Fangs.</br>※This action cannot be assigned to a hotbar.</br>※Steel Fangs changes to Hunter's Sting when requirements for execution are met.",
    "Class_Skill_Desc_Incense L": "Gesture threateningly, placing yourself at the top of a target's enmity list and increasing enmity generation.</br>Duration: 15s",
    "Class_Skill_Desc_Jagged Maw": "Delivers an attack with a potency of 140 to all nearby enemies.</br>Potencies are increased by 20 while under the effect of Grimhunter's Venom.</br>Additional Effect: Grants Grimskin's Venom</br>Grimskin's Venom Effect: Increases potency of Bloodied Maw by 20</br>Duration: 60s</br>Effect cannot be stacked with other viper venom effects.</br>Additional Effect: Increases Serpent Offerings Gauge by 10</br>Can only be executed after successfully landing Hunter's Bite or Swiftskin's Bite.</br>※This action cannot be assigned to a hotbar.</br>※Hunter's Bite changes to Jagged Maw when requirements for execution are met.",
    "Class_Skill_Desc_Last Lash": "Delivers an attack with a potency of 100 to all nearby enemies.</br>Can only be executed after successfully landing Jagged Maw or Bloodied Maw.</br>※This action cannot be assigned to a hotbar.</br>※Serpent's Tail changes to Last Lash when requirements for execution are met.",
    "Class_Skill_Desc_Leg Sweep": "Stuns target.</br>Duration: 3s",
    "Class_Skill_Desc_Light Curtain": "Grants the effect of Lost Reflect to self.</br>Lost Reflect Effect: Reflects most magic attacks</br>Duration: 10s</br>Shares a recast timer with all other weaponskills and spells.",
    "Class_Skill_Desc_Lodestone": "Instantly return to the starting point of the area.</br>Cannot be executed while in combat.</br>Shares a recast timer with all other weaponskills and spells.",
    "Class_Skill_Desc_Lost Assassination": "Delivers a close-quarter attack with a potency of 350. Chance of instant KO when attacking from the rear, which increases the lower the target's HP.</br>Spirit of the Beast Effect: Grants the effect of Lost Font of Power to self</br>Lost Font of Power Effect: Increases damage dealt by 30% and critical hit rate by 40%</br>Duration: 18s</br>This action does not share a recast timer with any other actions. Furthermore, the recast timer cannot be affected by other actions.",
    "Class_Skill_Desc_Lost Bravery": "Increases damage dealt by an ally or self by 5%.</br>Duration: 600s",
    "Class_Skill_Desc_Lost Bubble": "Increases maximum HP of self or target player by 30%.</br>Duration: 600s",
    "Class_Skill_Desc_Lost Cure": "Restores target's HP.</br>Cure Potency: 15,000",
    "Class_Skill_Desc_Lost Cure II": "Restores target's HP.</br>Cure Potency: 21,700</br>Spirit of the Savior Effect: Regen</br>Cure Potency: 6,000</br>Duration: 21s",
    "Class_Skill_Desc_Lost Cure III": "Restores own or target party member's HP and all party members nearby target.</br>Cure Potency: 15,000",
    "Class_Skill_Desc_Lost Cure IV": "Restores own or target party member's HP and all party members nearby target.</br>Cure Potency: 21,700</br>Spirit of the Savior Effect: Regen</br>Cure Potency: 6,000</br>Duration: 21s",
    "Class_Skill_Desc_Lost Death": "KOs target. The less the target's HP, the greater the chance of success.</br>Spirit of the Ordained Effect: Chance of success is increased</br>This action does not share a recast timer with any other actions. Furthermore, the recast timer cannot be affected by other actions.",
    "Class_Skill_Desc_Lost Dispel": "Removes one beneficial status from target.</br>Cancels auto-attack upon execution.",
    "Class_Skill_Desc_Lost Excellence": "Instantly cures Weakness and temporarily nullifies most attacks, while increasing damage dealt by 65%. Memorable will be applied when effect ends.</br>Duration: 10s</br>Memorable Effect: Increases damage dealt by 65% while decreasing damage taken by 10%</br>Duration: 50s</br>Can only be executed while in combat.",
    "Class_Skill_Desc_Lost Fair Trade": "Through sheer force of will, restore a random technique of the lost to physical form and throw it at a single target, dealing damage with a potency of 50.</br>Potency increases up to 1,000 based on the weight of the lost action.</br>The lost action thrown will be lost upon execution.</br>This action does not share a recast timer with any other actions. Furthermore, the recast timer cannot be affected by other actions.",
    "Class_Skill_Desc_Lost Focus": "Grants a stack of Boost, up to a maximum of 16.</br>Boost Bonus: Increases potency of next weaponskill by 15% per stack</br>Duration: 30s</br>Effect ends upon using another lost action.</br>Shares a recast timer with all other weaponskills and spells.",
    "Class_Skill_Desc_Lost Font of Power": "Increases damage dealt by 30% and critical hit rate by 40%.</br>Duration: 30s</br>Spirit of the Irregular Effect: Damage bonus effect is increased to 40%</br>Spirit of the Platebearer Effect: Grants Solid Shield to self</br>Solid Shield Effect: Reduces physical damage taken by 50%</br>Duration: 15s</br>Can only be executed while in combat.",
    "Class_Skill_Desc_Lost Font of Skill": "Resets the recast timer for most actions and role actions.",
    "Class_Skill_Desc_Lost Impetus": "Quickly dash 10 yalms forward.</br>Additional Effect: Applies Lost Swift to self and nearby party members</br>Lost Swift Effect: Greatly increases movement speed</br>Effect cannot be stacked with other movement speed enhancing abilities.</br>Duration: 10s</br>Spirit of the Breathtaker Effect: Increases evasion of self and nearby party members by 15%</br>Duration: 60s</br>Spirit of the Watcher Effect: Grants Rapid Recast to self and nearby party members</br>Rapid Recast Effect: Shortens recast time for next ability used by 25%</br>Effect only applies to certain abilities.</br>Duration: 15s</br>Cannot be executed while bound.",
    "Class_Skill_Desc_Lost Incense": "Gesture threateningly, placing yourself at the top of a target's enmity list. </br>Additional Effect: Enmity generation is increased and damage taken is reduced by 20%</br>Duration: 20s",
    "Class_Skill_Desc_Lost Manawall": "Temporarily applies Heavy to self, while reducing damage taken by 90% and nullifying most knockback and draw-in effects.</br>Duration: 6s",
    "Class_Skill_Desc_Lost Paralyze III": "Afflicts target and all nearby enemies with Paralysis.</br>Duration: 60s",
    "Class_Skill_Desc_Lost Perception": "Detect traps within a radius of 15 yalms.</br>If there are no traps within 15 yalms, alerts you to the presence of traps with a radius of 36 yalms.</br>※This action can only be used in Delubrum Reginae.",
    "Class_Skill_Desc_Lost Protect": "Applies a barrier to self or target player reducing physical damage taken by 10%.</br>Duration: 30m",
    "Class_Skill_Desc_Lost Protect II": "Applies a barrier to self or target player reducing physical damage taken by 15%.</br>Duration: 30m",
    "Class_Skill_Desc_Lost Rampage": "Delivers an attack with a potency of 300 to all nearby enemies.</br>Additional Effect: Interrupts all nearby enemies</br>Additional Effect: Increases damage taken by enemies with Physical Aversion by 10%</br>Duration: 60s",
    "Class_Skill_Desc_Lost Reflect": "Creates a barrier around self or party member that reflects most magic attacks.</br>Duration: 10s</br>Spirit of the Guardian Effect: Duration is increased to 30s",
    "Class_Skill_Desc_Lost Rend Armor": "Delivers a jumping attack with a potency of 100.</br>Additional Effect: Increases target's damage taken by 10%.</br>Duration: 30s</br>Cannot be executed while bound.",
    "Class_Skill_Desc_Lost Reraise": "Grants the effect of Reraise to self or target player.</br>Reraise Effect: Grants an 80% chance of automatic revival upon KO</br>Duration: 180m",
    "Class_Skill_Desc_Lost Sacrifice": "Restores all of a KO'd target's HP.</br>Cannot be executed if currently afflicted with Sacrifice.</br>Additional Effect: Inflicts Sacrifice on self</br>Sacrifice Effect: When effect expires, you will be KO'd</br>Duration: 10s",
    "Class_Skill_Desc_Lost Shell": "Applies a barrier to self or target player reducing magic damage taken by 10%.</br>Duration: 30m",
    "Class_Skill_Desc_Lost Shell II": "Applies a barrier to self or target player reducing magic damage taken by 15%.</br>Duration: 30m",
    "Class_Skill_Desc_Lost Slash": "Delivers an attack with a potency of 800 to all enemies in a cone before you. When critical damage is dealt, potency is tripled.</br>This action does not share a recast timer with any other actions. Furthermore, the recast timer cannot be affected by other actions.",
    "Class_Skill_Desc_Lost Spellforge": "Grants the effect of Lost Spellforge to self or target ally.</br>Lost Spellforge Effect: All attacks deal magic damage. However, all bonuses to damage dealt are determined by the attack's base damage type.</br>Duration: 300s</br>Effect cannot be stacked with Lost Steelsting.",
    "Class_Skill_Desc_Lost Stealth": "Blend in with your surroundings, making it impossible for most enemies to detect you, but reducing movement speed by 25%. Has no effect on certain enemies with special sight.</br>Cannot be executed while in combat.</br>Effect ends upon use of any action other than Sprint, or upon reuse.",
    "Class_Skill_Desc_Lost Steelsting": "Grants the effect of Lost Steelsting to self or target ally.</br>Lost Steelsting Effect: All attacks deal physical damage. However, all bonuses to damage dealt are determined by the attack's base damage type.</br>Duration: 300s</br>Effect cannot be stacked with Lost Spellforge.",
    "Class_Skill_Desc_Lost Stoneskin": "Applies a barrier to self or target player that absorbs damage totaling 15% of target's maximum HP.</br>Duration: 60s",
    "Class_Skill_Desc_Lost Stoneskin II": "Creates a barrier around self and all party members near you that absorbs damage totaling 10% of maximum HP.</br>Duration: 30s",
    "Class_Skill_Desc_Lost Swift": "Greatly increases movement speed.</br>Effect cannot be stacked with other movement speed enhancing abilities.</br>Duration: 10s</br>Spirit of the Breathtaker Effect: Increases evasion by 30%</br>Duration: 60s</br>Spirit of the Watcher Effect: Grants Rapid Recast to self</br>Rapid Recast Effect: Shortens recast time for next ability used by 60%</br>Effect only applies to certain abilities.</br>Duration: 30s",
    "Class_Skill_Desc_Mimic": "Study the lost techniques used by a targeted ally and make them your own.</br>Cannot be executed while in combat.",
    "Class_Skill_Desc_Ouroboros": "Delivers an attack with a potency of 1,150 to the first enemy, and 60% less for all remaining enemies.</br>Reawakened effect expires upon execution.</br>Requires at least one stack of Anguine Tribute.</br>This weaponskill does not share a recast timer with any other actions.</br>※This action cannot be assigned to a hotbar.</br>※Reawaken changes to Ouroboros when requirements for execution are met.",
    "Class_Skill_Desc_PVP_Backlash": "",
    "Class_Skill_Desc_PVP_Barbarous Bite": "Delivers an attack with a potency of 5,000.</br>Combo Action: Hunter's Sting</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Death Rattle": "Delivers an attack with a potency of 3,000.</br>Ignores the effects of Guard when dealing damage.</br>Additional Effect: Adds 3 seconds of charge to the limit gauge</br>Can only be executed after successfully landing Barbarous Bite or Ravenous Bite.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_First Generation": "Delivers an attack with a potency of 5,000 to target and all enemies nearby it.</br>Combo Action: World-swallower</br>Can only be executed while under the effect of Reawakened.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_First Legacy": "Delivers an attack with a potency of 3,000 to target and all enemies nearby it.</br>Ignores the effects of Guard when dealing damage.</br>Additional Effect: Adds 3 seconds of charge to the limit gauge</br>Can only be executed after successfully landing First Generation.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Fourth Generation": "Delivers an attack with a potency of 5,000 to target and all enemies nearby it.</br>Combo Action: Third Generation</br>Can only be executed while under the effect of Reawakened.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Fourth Legacy": "Delivers an attack with a potency of 3,000 to target and all enemies nearby it.</br>Ignores the effects of Guard when dealing damage.</br>Additional Effect: Adds 3 seconds of charge to the limit gauge</br>Can only be executed after successfully landing Fourth Generation.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Furious Backlash": "",
    "Class_Skill_Desc_PVP_Hunter's Snap": "Delivers an attack with a potency of 8,000.</br>Additional Effect: Grants Hunter's Instinct</br>Hunter's Instinct Effect: Increases damage dealt by 10%</br>Duration: 15s</br>Extends Hunter's Instinct duration by 15s to a maximum of 30s.</br>Maximum Charges: 2</br>This weaponskill does not share a recast timer with any other actions.</br>※Action changes to Swiftskin's Coil upon execution.",
    "Class_Skill_Desc_PVP_Hunter's Sting": "Delivers an attack with a potency of 4,000.</br>Combo Action: Steel Fangs</br>Additional Effect: Grants Hunter's Instinct</br>Hunter's Instinct Effect: Increases damage dealt by 10%</br>Duration: 15s</br>Extends Hunter's Instinct duration by 15s to a maximum of 30s.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Ouroboros": "Delivers an attack with a potency of 10,000 to target and all enemies nearby it.</br>Additional Effect: Extends Hunter's Instinct and Swiftscaled duration by 15s to a maximum of 30s</br>Can only be executed while under the effect of Reawakened. Effect fades upon execution.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Piercing Fangs": "Delivers an attack with a potency of 3,000.</br>Combo Action: Barbarous Bite</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Rattling Coil": "Resets the recast timer for Uncoiled Fury and Snake Scales.</br>Recast time is reduced by 10s upon earning a kill or an assist.",
    "Class_Skill_Desc_PVP_Ravenous Bite": "Delivers an attack with a potency of 5,000.</br>Combo Action: Swiftskin's Sting</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Second Generation": "Delivers an attack with a potency of 5,000 to target and all enemies nearby it.</br>Combo Action: First Generation</br>Can only be executed while under the effect of Reawakened.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Second Legacy": "Delivers an attack with a potency of 3,000 to target and all enemies nearby it.</br>Ignores the effects of Guard when dealing damage.</br>Additional Effect: Adds 3 seconds of charge to the limit gauge</br>Can only be executed after successfully landing Second Generation.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Serpent's Tail": "Changes to Death Rattle, Twinfang Bite, Twinblood Bite, Uncoiled Twinfang, First Legacy, Second Legacy, Third Legacy, or Fourth Legacy when requirements for execution are met.",
    "Class_Skill_Desc_PVP_Slither": "Rush to a targeted enemy's or party member's location.</br>Additional Effect: Grants Slither</br>Slither Effect: Increases damage dealt by next weaponskill by 25%</br>Duration: 10s</br>Maximum Charges: 3</br>Unable to cast if bound.",
    "Class_Skill_Desc_PVP_Snake Scales": "Grants Hardened Scales, changing Snake Scales to Backlash.</br>Hardened Scales Effect: Reduces damage taken by 50% and grants immunity to Stun, Heavy, Bind, Silence, Half-asleep, Sleep, Deep Freeze, and knockback and draw-in effects</br>Duration: 4s</br>Additional Effect: Grants Armored Scales to self, creating a barrier that nullifies damage equivalent to a heal of 6,000 potency</br>Duration: 4s</br>Grants Snake's Bane when barrier is completely absorbed.</br>Waiting 4s or executing Backlash while under the effect of Hardened Scales delivers an attack with a potency of 6,000 to all enemies within 5 yalms.</br>Range is increased by 15 yalms and potency is doubled for enemies within 5 yalms while under the effect of Snake's Bane.</br>Unable to move while under the effect of Hardened Scales.",
    "Class_Skill_Desc_PVP_Steel Fangs": "Delivers an attack with a potency of 3,000.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Swiftskin's Coil": "Delivers an attack with a potency of 8,000.</br>Combo Action: Hunter's Snap</br>Additional Effect: Grants Swiftscaled</br>Swiftscaled Effect: Reduces weaponskill recast time by 20%</br>Duration: 15s</br>Extends Swiftscaled duration by 15s to a maximum of 30s.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Swiftskin's Sting": "Delivers an attack with a potency of 4,000.</br>Combo Action: Piercing Fangs</br>Additional Effect: Grants Swiftscaled</br>Swiftscaled Effect: Reduces weaponskill recast time by 20%</br>Duration: 15s</br>Extends Swiftscaled duration by 15s to a maximum of 30s.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Third Generation": "Delivers an attack with a potency of 5,000 to target and all enemies nearby it.</br>Combo Action: Second Generation</br>Can only be executed while under the effect of Reawakened.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Third Legacy": "Delivers an attack with a potency of 3,000 to target and all enemies nearby it.</br>Ignores the effects of Guard when dealing damage.</br>Additional Effect: Adds 3 seconds of charge to the limit gauge</br>Can only be executed after successfully landing Third Generation.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Twinblood Bite": "Delivers an attack with a potency of 3,000.</br>Ignores the effects of Guard when dealing damage.</br>Additional Effect: Adds 3 seconds of charge to the limit gauge</br>Can only be executed after successfully landing Swiftskin's Coil.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Twinfang Bite": "Delivers an attack with a potency of 3,000.</br>Ignores the effects of Guard when dealing damage.</br>Additional Effect: Adds 3 seconds of charge to the limit gauge</br>Can only be executed after successfully landing Hunter's Snap.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_Uncoiled Fury": "Delivers an attack with a potency of 8,000 to target and all enemies nearby it.</br>Potency is increased by 50% when attacking only a single target.</br>This weaponskill does not share a recast timer with any other actions.",
    "Class_Skill_Desc_PVP_Uncoiled Twinfang": "Delivers an attack with a potency of 3,000 to target and all enemies nearby it.</br>Ignores the effects of Guard when dealing damage.</br>Additional Effect: Adds 3 seconds of charge to the limit gauge</br>Can only be executed after successfully landing Uncoiled Fury.</br>※This action cannot be assigned to a hotbar.",
    "Class_Skill_Desc_PVP_World-swallower": "Delivers a jumping physical attack to target and all enemies nearby it with a potency of 10,000.</br>Additional Effect: Grants Reawakened</br>Duration: 20s</br>Additional Effect: Afflicts target with Noxious Gnash</br>Noxious Gnash Effect: Increases damage you deal target by 20%</br>Duration: 10s</br>Additional Effect: Heavy +75%</br>Duration: 5s</br>Can only be executed when the limit gauge is full.</br>Gauge Charge Time: 90s</br>※Dual Fang Combo changes to First Generation while under the effect of Reawakened.</br>※Hunter's Snap changes to Ouroboros while under the effect of Reawakened.",
    "Class_Skill_Desc_Paralyze L": "Afflicts target with Paralysis.</br>Duration: 60s",
    "Class_Skill_Desc_Paralyze L III": "Afflicts target and all neaby enemies with Paralysis.</br>Duration: 60s",
    "Class_Skill_Desc_Perception L": "Reveals all traps within a 15-yalm radius. If no traps exist within 15 yalms, detects whether any traps are present within a 36-yalm radius.</br>Only effective within dungeons.",
    "Class_Skill_Desc_Protect L": "Reduces physical damage taken by 22%.</br>Duration: 30m",
    "Class_Skill_Desc_Pure Essence of the Duelist": "Increases defense by 60%, damage dealt by 60%, and maximum HP by 81%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence, Deep Essence, or Pure Essence actions.</br>It is said that Pure Essences may grant unexpected effects...</br>※This action can only be used in Delubrum Reginae.",
    "Class_Skill_Desc_Pure Essence of the Gambler": "Increases evasion by 11%, critical hit rate by 77%, and direct hit rate by 77%.</br>Effect ends upon reuse.</br>Cannot be used with other Essence, Deep Essence, or Pure Essence actions.</br>It is said that Pure Essences may grant unexpected effects...</br>※This action can only be used in Delubrum Reginae.",
    "Class_Skill_Desc_Raise L": "Resurrects target to a weakened state.",
    "Class_Skill_Desc_Rapid Recast L": "Shortens recast time for next ability used by 50%.</br>Duration: 15s",
    "Class_Skill_Desc_Reaving Fangs": "Delivers an attack with a potency of 200.</br>Honed Reavers Potency: 300280</br>Additional Effect: Grants Honed Steel</br>Honed Steel Effect: Increases potency of Steel Fangs by 100 and Steel Maw by 20</br>Duration: 60s</br>Effect cannot be stacked with Honed Reavers.",
    "Class_Skill_Desc_Reaving Maw": "Delivers an attack with a potency of 100 to all nearby enemies.</br>Honed Reavers Potency: 120</br>Additional Effect: Grants Honed Steel</br>Honed Steel Effect: Increases potency of Steel Fangs by 100 and Steel Maw by 20</br>Duration: 60s</br>Effect cannot be stacked with Honed Reavers.",
    "Class_Skill_Desc_Reawaken": "Delivers an attack with a potency of 750 for the first enemy, and 60% less for all remaining enemies.</br>Additional Effect: Grants 54 stacks of Anguine Tribute</br>Duration: 30s</br>Serpent Offerings Gauge Cost: 50",
    "Class_Skill_Desc_Reflect L": "Creates a magic-reflecting barrier around self or party member.</br>Duration: 10s",
    "Class_Skill_Desc_Regen L": "Grants Regen to target.</br>Cure Potency: 2,500</br>Duration: 21s",
    "Class_Skill_Desc_Rejuvenate L": "Instantly restores 50% of maximum HP and MP.",
    "Class_Skill_Desc_Resistance Elixir": "Restores own HP and MP to maximum.</br>Shares a recast timer with Resistance Potion and Dynamis Dice.",
    "Class_Skill_Desc_Resistance Ether Kit": "Grants Auto-ether to self.</br>Auto-ether Effect: Restores MP automatically when MP falls below 20%</br>Duration: 600s</br>When triggered, there is a 50% chance the effect will end.</br>Spirit of the Breathtaker Effect: Chance for Auto-ether effect to end is reduced to 10%</br>Shares a recast timer with Resistance Potion Kit and Resistance Medikit.",
    "Class_Skill_Desc_Resistance Medikit": "Removes a single detrimental effect from self. When not suffering from detrimental effects, creates a barrier that protects against most status ailments. The barrier is removed after curing the next status ailment suffered.</br>Effect cannot be stacked with similar barrier actions.</br>Duration: 30m</br>Shares a recast timer with Resistance Potion Kit and Resistance Ether Kit.",
    "Class_Skill_Desc_Resistance Phoenix": "Resurrects target to a weakened state.",
    "Class_Skill_Desc_Resistance Potion": "Gradually restores HP.</br>Cure Potency: 1,600</br>Duration: 40s</br>Shares a recast timer with Dynamis Dice and Resistance Elixir.",
    "Class_Skill_Desc_Resistance Potion Kit": "Grants Auto-potion to self.</br>Auto-potion Effect: Restores HP automatically when HP falls below 50%</br>Duration: 600s</br>When triggered, there is a 50% chance the effect will end.</br>Spirit of the Breathtaker Effect: Chance for Auto-potion effect to end is reduced to 10%</br>Shares a recast timer with Resistance Ether Kit and Resistance Medikit.",
    "Class_Skill_Desc_Resistance Reraiser": "Grants a 70% chance of automatic revival upon KO.</br>Duration: 180m",
    "Class_Skill_Desc_Second Generation": "Delivers an attack with a potency of 480 to the first enemy, and 60% less for all remaining enemies.</br>Potency is increased to 680 when executed after First Generation.</br>Anguine Tribute Cost: 1</br>This weaponskill does not share a recast timer with any other actions.</br>※This action cannot be assigned to a hotbar.</br>※Reaving Fangs and Reaving Maw change to Second Generation when requirements for execution are met.",
    "Class_Skill_Desc_Second Legacy": "Delivers an attack with a potency of 280 to the first enemy, and 60% less for all remaining enemies.</br>Can only be executed after successfully landing Second Generation.</br>※This action cannot be assigned to a hotbar.</br>※Serpent's Tail changes to Second Legacy when requirements for execution are met.",
    "Class_Skill_Desc_Second Wind": "Instantly restores own HP.</br>Cure Potency: 800",
    "Class_Skill_Desc_Serpent's Ire": "Grants one stack of Rattling Coil.</br>Grants Ready to Reawaken.</br>Duration: 30s</br>Can only be executed while in combat.",
    "Class_Skill_Desc_Serpent's Tail": "Changes to Death Rattle, Last Lash, First Legacy, Second Legacy, Third Legacy, or Fourth LegacyDeath RattleDeath Rattle or Last LashDeath Rattle when requirements for execution are met.",
    "Class_Skill_Desc_Shell L": "Reduces magic damage taken by 22%.</br>Duration: 30m",
    "Class_Skill_Desc_Slither": "Rush to a targeted enemy's or party member's location.</br>Maximum Charges: 32</br>Cannot be executed while bound.",
    "Class_Skill_Desc_Solid Shield L": "Reduces physical damage taken by 99%.</br>Duration: 8s",
    "Class_Skill_Desc_Spell Shield L": "Reduces magic damage taken by 99%.</br>Duration: 8s",
    "Class_Skill_Desc_Spirit Dart L": "Delivers a ranged attack with a potency of 100.</br>Additional Effect: Afflicts target with Spirit Dart L, increasing damage taken by 8%</br>Duration: 60s",
    "Class_Skill_Desc_Spirit of the Remembered": "Increases maximum HP by 10% and accuracy by 30%.</br>Additional Effect: Grants a 70% chance of automatic revival upon KO</br>Duration: 180m",
    "Class_Skill_Desc_Stealth L": "Blend in with your surroundings, making it impossible for most enemies to detect you, but reducing movement speed by 50%. Has no effect on certain enemies with special sight.</br>Cannot be executed while in combat.</br>Effect ends upon use of any action other than Sprint, or upon reuse.",
    "Class_Skill_Desc_Steel Fangs": "Delivers an attack with a potency of 200.</br>Honed Steel Potency: 300280</br>Additional Effect: Grants Honed Reavers</br>Honed Reavers Effect: Increases potency of Reaving Fangs by 100 and Reaving Maw by 20</br>Duration: 60s</br>Effect cannot be stacked with Honed Steel.",
    "Class_Skill_Desc_Steel Maw": "Delivers an attack with a potency of 100 to all nearby enemies.</br>Honed Steel Potency: 120</br>Additional Effect: Grants Honed Reavers</br>Honed Reavers Effect: Increases potency of Reaving Fangs by 100 and Reaving Maw by 20</br>Duration: 60s</br>Effect cannot be stacked with Honed Steel.",
    "Class_Skill_Desc_Stoneskin L": "Creates a barrier around target that absorbs damage totaling 10% of target's maximum HP.</br>Duration: 30s",
    "Class_Skill_Desc_Swift L": "Greatly increases movement speed.</br>Duration: 10s",
    "Class_Skill_Desc_Swiftskin's Bite": "Delivers an attack with a potency of 130 to all nearby enemies.</br>Additional Effect: Grants Swiftscaled</br>Swiftscaled Effect: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 15%</br>Duration: 40s</br>Can only be executed after successfully landing Steel Maw or Reaving Maw.</br>※This action cannot be assigned to a hotbar.</br>※Reaving Maw changes to Swiftskin's Bite when requirements for execution are met.",
    "Class_Skill_Desc_Swiftskin's Coil": "Delivers an attack with a potency of 570.</br>620 when executed from a target's rear.</br>Additional Effect: Grants Swiftscaled</br>Swiftscaled Effect: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 15%</br>Duration: 40s</br>Additional Effect: Grants Swiftskin's Venom</br>Swiftskin's Venom Effect: Increases potency of Twinblood Bite by 50</br>Duration: 30s</br>Additional Effect: Increases Serpent Offerings Gauge by 5</br>Upon successfully landing this action, Twinfang changes to Twinfang Bite, and Twinblood changes to Twinblood Bite.</br>These actions can be executed a total of two times following Swiftskin's Coil.</br>Can only be executed after successfully landing Vicewinder or Hunter's Coil.</br>This weaponskill does not share a recast timer with any other actions.",
    "Class_Skill_Desc_Swiftskin's Den": "Delivers an attack with a potency of 280 to all nearby enemies.</br>Additional Effect: Grants Swiftscaled</br>Swiftscaled Effect: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 15%</br>Duration: 40s</br>Additional Effect: Grants Fellskin's Venom</br>Fellskin's Venom Effect: Increases potency of Twinblood Thresh by 30</br>Duration: 30s</br>Additional Effect: Increases Serpent Offerings Gauge by 5</br>Upon successfully landing this action, Twinfang changes to Twinfang Thresh, and Twinblood changes to Twinblood Thresh.</br>These actions can be executed a total of two times following Swiftskin's Den.</br>Can only be executed after Vicepit or Hunter's Den.</br>This weaponskill does not share a recast timer with any other actions.",
    "Class_Skill_Desc_Swiftskin's Sting": "Delivers an attack with a potency of 300.</br>Additional Effect: Grants Swiftscaled</br>Swiftscaled Effect: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 15%</br>Duration: 40s</br>Can only be executed after successfully landing Steel Fangs or Reaving Fangs.</br>※This action cannot be assigned to a hotbar.</br>※Reaving Fangs changes to Swiftskin's Sting when requirements for execution are met.",
    "Class_Skill_Desc_Third Generation": "Delivers an attack with a potency of 480 to the first enemy, and 60% less for all remaining enemies.</br>Potency is increased to 680 when executed after Second Generation.</br>Anguine Tribute Cost: 1</br>This weaponskill does not share a recast timer with any other actions.</br>※This action cannot be assigned to a hotbar.</br>※Hunter's Coil and Hunter's Den change to Third Generation when requirements for execution are met.",
    "Class_Skill_Desc_Third Legacy": "Delivers an attack with a potency of 280 to the first enemy, and 60% less for all remaining enemies.</br>Can only be executed after successfully landing Third Generation.</br>※This action cannot be assigned to a hotbar.</br>※Serpent's Tail changes to Third Legacy when requirements for execution are met.",
    "Class_Skill_Desc_Tranquilizer L": "Stuns target.</br>Duration: 8s",
    "Class_Skill_Desc_True North": "Nullifies all action direction requirements.</br>Duration: 10s</br>Maximum Charges: 2",
    "Class_Skill_Desc_Twinblood": "Changes to Twinblood Bite, Twinblood Thresh, or Uncoiled TwinbloodTwinblood BiteTwinblood Bite or Twinblood ThreshTwinblood Bite when requirements for execution are met.",
    "Class_Skill_Desc_Twinblood Bite": "Delivers an attack with a potency of 120.</br>Swiftskin's Venom Potency: 170</br>Additional Effect: Grants Hunter's Venom when executed after Swiftskin's Coil</br>Duration: 30s</br>Can only be executed after successfully landing Hunter's Coil or Swiftskin's Coil.</br>※This action cannot be assigned to a hotbar.</br>※Twinblood changes to Twinblood Bite when requirements for execution are met.",
    "Class_Skill_Desc_Twinblood Thresh": "Delivers an attack with a potency of 50 to all nearby enemies.</br>Fellskin's Venom Potency: 80</br>Additional Effect: Grants Fellhunter's Venom when executed after Swiftskin's Den</br>Duration: 30s</br>Can only be executed after successfully landing Hunter's Den or Swiftskin's Den.</br>※This action cannot be assigned to a hotbar.</br>※Twinblood changes to Twinblood Thresh when requirements for execution are met.",
    "Class_Skill_Desc_Twinfang": "Changes to Twinfang Bite, Twinfang Thresh, or Uncoiled TwinfangTwinfang BiteTwinfang Bite or Twinfang ThreshTwinfang Bite when requirements for execution are met.",
    "Class_Skill_Desc_Twinfang Bite": "Delivers an attack with a potency of 120.</br>Hunter's Venom Potency: 170</br>Additional Effect: Grants Swiftskin's Venom when executed after Hunter's Coil</br>Duration: 30s</br>Can only be executed after successfully landing Hunter's Coil or Swiftskin's Coil.</br>※This action cannot be assigned to a hotbar.</br>※Twinfang changes to Twinfang Bite when requirements for execution are met.",
    "Class_Skill_Desc_Twinfang Thresh": "Delivers an attack with a potency of 50 to all nearby enemies.</br>Fellhunter's Venom Potency: 80</br>Additional Effect: Grants Fellskin's Venom when executed after Hunter's Den</br>Duration: 30s</br>Can only be executed after successfully landing Hunter's Den or Swiftskin's Den.</br>※This action cannot be assigned to a hotbar.</br>※Twinfang changes to Twinfang Thresh when requirements for execution are met.",
    "Class_Skill_Desc_Uncoiled Fury": "Delivers an attack with a potency of 680 to the first enemy, and 50% less for all remaining enemies.</br>Additional Effect: Grants Poised for Twinfang</br>Poised for Twinfang Effect: Increases the potency of Uncoiled Twinfang by 50</br>Duration: 60s</br>Upon successfully landing this action, Twinfang changes to Uncoiled Twinfang, and Twinblood changes to Uncoiled Twinblood.</br>These actions can be executed a total of two times.</br>Rattling Coil Cost: 1</br>This weaponskill does not share a recast timer with any other actions.",
    "Class_Skill_Desc_Uncoiled Twinblood": "Delivers an attack with a potency of 120 to the first enemy, and 50% less for all remaining enemies.</br>Poised for Twinblood Potency: 170</br>Can only be executed after successfully landing Uncoiled Fury.</br>※This action cannot be assigned to a hotbar.</br>※Twinblood changes to Uncoiled Twinblood when requirements for execution are met.",
    "Class_Skill_Desc_Uncoiled Twinfang": "Delivers an attack with a potency of 120 to the first enemy, and 50% less for all remaining enemies.</br>Poised for Twinfang Potency: 170</br>Additional Effect: Grants Poised for Twinblood</br>Poised for Twinblood Effect: Increases the potency of Uncoiled Twinblood by 50</br>Duration: 60s</br>Can only be executed after successfully landing Uncoiled Fury.</br>※This action cannot be assigned to a hotbar.</br>※Twinfang changes to Uncoiled Twinfang when requirements for execution are met.",
    "Class_Skill_Desc_Vicepit": "Delivers an attack with a potency of 220 to all nearby enemies.</br>Additional Effect: Grants a Rattling Coil, up to a maximum of 3, up to a maximum of 2</br>Maximum Charges: 2</br>Shares a recast timer with Vicewinder.",
    "Class_Skill_Desc_Vicewinder": "Delivers an attack with a potency of 500.</br>Additional Effect: Grants a Rattling Coil, up to a maximum of 3, up to a maximum of 2</br>Maximum Charges: 2</br>Shares a recast timer with Vicepit.",
    "Class_Skill_Desc_Wisdom of the Breathtaker": "Increases poison resistance and movement speed, including mount speed, and increases evasion by 10%.</br>Cannot be used with other Wisdom abilities.</br>Effect ends upon reuse or upon replacement of duty action.",
    "Class_Skill_Desc_Wisdom of the Duelist": "Increases physical damage dealt by 40% and maximum HP by 15%.</br>Cannot be used with other Wisdom abilities.</br>Effect ends upon reuse or upon replacement of duty action.",
    "Class_Skill_Desc_Wisdom of the Irregular": "Increases damage dealt by 30% while reducing magic defense by 60%.</br>Cannot be used with other Wisdom abilities.</br>Effect ends upon reuse or upon replacement of duty action.",
    "Class_Skill_Desc_Wisdom of the Platebearer": "Reduces damage taken by 80% while increasing maximum HP by 50%.</br>Cannot be used with other Wisdom abilities.</br>Effect ends upon reuse or upon replacement of duty action.",
    "Class_Skill_Desc_Wisdom of the Skirmisher": "Increases damage dealt by 20%.</br>Cannot be used with other Wisdom abilities.</br>Effect ends upon reuse or upon replacement of duty action.",
    "Class_Skill_Desc_Writhing Snap": "Delivers a ranged attack with a potency of 200.",
    "Class_Skill_Name_Aetherial Manipulation L": "Aetherial Manipulation L",
    "Class_Skill_Name_Arm's Length": "Arm's Length",
    "Class_Skill_Name_Backstep L": "Backstep L",
    "Class_Skill_Name_Banner of Firm Resolve": "Banner of Firm Resolve",
    "Class_Skill_Name_Banner of Honed Acuity": "Banner of Honed Acuity",
    "Class_Skill_Name_Banner of Honored Sacrifice": "Banner of Honored Sacrifice",
    "Class_Skill_Name_Banner of Noble Ends": "Banner of Noble Ends",
    "Class_Skill_Name_Banner of Solemn Clarity": "Banner of Solemn Clarity",
    "Class_Skill_Name_Bladedance": "Bladedance",
    "Class_Skill_Name_Bloodbath": "Bloodbath",
    "Class_Skill_Name_Bloodbath L": "Bloodbath L",
    "Class_Skill_Name_Bloodied Maw": "Bloodied Maw",
    "Class_Skill_Name_Braver": "Braver",
    "Class_Skill_Name_Catastrophe L": "Catastrophe L",
    "Class_Skill_Name_Cure L": "Cure L",
    "Class_Skill_Name_Cure L II": "Cure L II",
    "Class_Skill_Name_Cure L III": "Cure L III",
    "Class_Skill_Name_Death L": "Death L",
    "Class_Skill_Name_Death Rattle": "Death Rattle",
    "Class_Skill_Name_Deep Essence of the Beast": "Deep Essence of the Beast",
    "Class_Skill_Name_Deep Essence of the Breathtaker": "Deep Essence of the Breathtaker",
    "Class_Skill_Name_Deep Essence of the Platebearer": "Deep Essence of the Platebearer",
    "Class_Skill_Name_Deep Essence of the Savior": "Deep Essence of the Savior",
    "Class_Skill_Name_Deep Essence of the Skirmisher": "Deep Essence of the Skirmisher",
    "Class_Skill_Name_Deep Essence of the Watcher": "Deep Essence of the Watcher",
    "Class_Skill_Name_Dispel L": "Dispel L",
    "Class_Skill_Name_Double Edge L": "Double Edge L",
    "Class_Skill_Name_Dynamis Dice": "Dynamis Dice",
    "Class_Skill_Name_Essence of the Beast": "Essence of the Beast",
    "Class_Skill_Name_Essence of the Breathtaker": "Essence of the Breathtaker",
    "Class_Skill_Name_Essence of the Platebearer": "Essence of the Platebearer",
    "Class_Skill_Name_Essence of the Savior": "Essence of the Savior",
    "Class_Skill_Name_Essence of the Skirmisher": "Essence of the Skirmisher",
    "Class_Skill_Name_Essence of the Watcher": "Essence of the Watcher",
    "Class_Skill_Name_Esuna L": "Esuna L",
    "Class_Skill_Name_Featherfoot L": "Featherfoot L",
    "Class_Skill_Name_Feint": "Feint",
    "Class_Skill_Name_First Generation": "First Generation",
    "Class_Skill_Name_First Legacy": "First Legacy",
    "Class_Skill_Name_Flanksbane Fang": "Flanksbane Fang",
    "Class_Skill_Name_Flanksting Strike": "Flanksting Strike",
    "Class_Skill_Name_Focus L": "Focus L",
    "Class_Skill_Name_Fourth Generation": "Fourth Generation",
    "Class_Skill_Name_Fourth Legacy": "Fourth Legacy",
    "Class_Skill_Name_Hindsbane Fang": "Hindsbane Fang",
    "Class_Skill_Name_Hindsting Strike": "Hindsting Strike",
    "Class_Skill_Name_Hunter's Bite": "Hunter's Bite",
    "Class_Skill_Name_Hunter's Coil": "Hunter's Coil",
    "Class_Skill_Name_Hunter's Den": "Hunter's Den",
    "Class_Skill_Name_Hunter's Sting": "Hunter's Sting",
    "Class_Skill_Name_Incense L": "Incense L",
    "Class_Skill_Name_Jagged Maw": "Jagged Maw",
    "Class_Skill_Name_Last Lash": "Last Lash",
    "Class_Skill_Name_Leg Sweep": "Leg Sweep",
    "Class_Skill_Name_Light Curtain": "Light Curtain",
    "Class_Skill_Name_Lodestone": "Lodestone",
    "Class_Skill_Name_Lost Assassination": "Lost Assassination",
    "Class_Skill_Name_Lost Bravery": "Lost Bravery",
    "Class_Skill_Name_Lost Bubble": "Lost Bubble",
    "Class_Skill_Name_Lost Cure": "Lost Cure",
    "Class_Skill_Name_Lost Cure II": "Lost Cure II",
    "Class_Skill_Name_Lost Cure III": "Lost Cure III",
    "Class_Skill_Name_Lost Cure IV": "Lost Cure IV",
    "Class_Skill_Name_Lost Death": "Lost Death",
    "Class_Skill_Name_Lost Dispel": "Lost Dispel",
    "Class_Skill_Name_Lost Excellence": "Lost Excellence",
    "Class_Skill_Name_Lost Fair Trade": "Lost Fair Trade",
    "Class_Skill_Name_Lost Focus": "Lost Focus",
    "Class_Skill_Name_Lost Font of Power": "Lost Font of Power",
    "Class_Skill_Name_Lost Font of Skill": "Lost Font of Skill",
    "Class_Skill_Name_Lost Impetus": "Lost Impetus",
    "Class_Skill_Name_Lost Incense": "Lost Incense",
    "Class_Skill_Name_Lost Manawall": "Lost Manawall",
    "Class_Skill_Name_Lost Paralyze III": "Lost Paralyze III",
    "Class_Skill_Name_Lost Perception": "Lost Perception",
    "Class_Skill_Name_Lost Protect": "Lost Protect",
    "Class_Skill_Name_Lost Protect II": "Lost Protect II",
    "Class_Skill_Name_Lost Rampage": "Lost Rampage",
    "Class_Skill_Name_Lost Reflect": "Lost Reflect",
    "Class_Skill_Name_Lost Rend Armor": "Lost Rend Armor",
    "Class_Skill_Name_Lost Reraise": "Lost Reraise",
    "Class_Skill_Name_Lost Sacrifice": "Lost Sacrifice",
    "Class_Skill_Name_Lost Shell": "Lost Shell",
    "Class_Skill_Name_Lost Shell II": "Lost Shell II",
    "Class_Skill_Name_Lost Slash": "Lost Slash",
    "Class_Skill_Name_Lost Spellforge": "Lost Spellforge",
    "Class_Skill_Name_Lost Stealth": "Lost Stealth",
    "Class_Skill_Name_Lost Steelsting": "Lost Steelsting",
    "Class_Skill_Name_Lost Stoneskin": "Lost Stoneskin",
    "Class_Skill_Name_Lost Stoneskin II": "Lost Stoneskin II",
    "Class_Skill_Name_Lost Swift": "Lost Swift",
    "Class_Skill_Name_Mimic": "Mimic",
    "Class_Skill_Name_Ouroboros": "Ouroboros",
    "Class_Skill_Name_PVP_Backlash": "Backlash",
    "Class_Skill_Name_PVP_Barbarous Bite": "Barbarous Bite",
    "Class_Skill_Name_PVP_Death Rattle": "Death Rattle",
    "Class_Skill_Name_PVP_First Generation": "First Generation",
    "Class_Skill_Name_PVP_First Legacy": "First Legacy",
    "Class_Skill_Name_PVP_Fourth Generation": "Fourth Generation",
    "Class_Skill_Name_PVP_Fourth Legacy": "Fourth Legacy",
    "Class_Skill_Name_PVP_Furious Backlash": "Furious Backlash",
    "Class_Skill_Name_PVP_Hunter's Snap": "Hunter's Snap",
    "Class_Skill_Name_PVP_Hunter's Sting": "Hunter's Sting",
    "Class_Skill_Name_PVP_Ouroboros": "Ouroboros",
    "Class_Skill_Name_PVP_Piercing Fangs": "Piercing Fangs",
    "Class_Skill_Name_PVP_Rattling Coil": "Rattling Coil",
    "Class_Skill_Name_PVP_Ravenous Bite": "Ravenous Bite",
    "Class_Skill_Name_PVP_Second Generation": "Second Generation",
    "Class_Skill_Name_PVP_Second Legacy": "Second Legacy",
    "Class_Skill_Name_PVP_Serpent's Tail": "Serpent's Tail",
    "Class_Skill_Name_PVP_Slither": "Slither",
    "Class_Skill_Name_PVP_Snake Scales": "Snake Scales",
    "Class_Skill_Name_PVP_Steel Fangs": "Steel Fangs",
    "Class_Skill_Name_PVP_Swiftskin's Coil": "Swiftskin's Coil",
    "Class_Skill_Name_PVP_Swiftskin's Sting": "Swiftskin's Sting",
    "Class_Skill_Name_PVP_Third Generation": "Third Generation",
    "Class_Skill_Name_PVP_Third Legacy": "Third Legacy",
    "Class_Skill_Name_PVP_Twinblood Bite": "Twinblood Bite",
    "Class_Skill_Name_PVP_Twinfang Bite": "Twinfang Bite",
    "Class_Skill_Name_PVP_Uncoiled Fury": "Uncoiled Fury",
    "Class_Skill_Name_PVP_Uncoiled Twinfang": "Uncoiled Twinfang",
    "Class_Skill_Name_PVP_World-swallower": "World-swallower",
    "Class_Skill_Name_Paralyze L": "Paralyze L",
    "Class_Skill_Name_Paralyze L III": "Paralyze L III",
    "Class_Skill_Name_Perception L": "Perception L",
    "Class_Skill_Name_Protect L": "Protect L",
    "Class_Skill_Name_Pure Essence of the Duelist": "Pure Essence of the Duelist",
    "Class_Skill_Name_Pure Essence of the Gambler": "Pure Essence of the Gambler",
    "Class_Skill_Name_Raise L": "Raise L",
    "Class_Skill_Name_Rapid Recast L": "Rapid Recast L",
    "Class_Skill_Name_Reaving Fangs": "Reaving Fangs",
    "Class_Skill_Name_Reaving Maw": "Reaving Maw",
    "Class_Skill_Name_Reawaken": "Reawaken",
    "Class_Skill_Name_Reflect L": "Reflect L",
    "Class_Skill_Name_Regen L": "Regen L",
    "Class_Skill_Name_Rejuvenate L": "Rejuvenate L",
    "Class_Skill_Name_Resistance Elixir": "Resistance Elixir",
    "Class_Skill_Name_Resistance Ether Kit": "Resistance Ether Kit",
    "Class_Skill_Name_Resistance Medikit": "Resistance Medikit",
    "Class_Skill_Name_Resistance Phoenix": "Resistance Phoenix",
    "Class_Skill_Name_Resistance Potion": "Resistance Potion",
    "Class_Skill_Name_Resistance Potion Kit": "Resistance Potion Kit",
    "Class_Skill_Name_Resistance Reraiser": "Resistance Reraiser",
    "Class_Skill_Name_Second Generation": "Second Generation",
    "Class_Skill_Name_Second Legacy": "Second Legacy",
    "Class_Skill_Name_Second Wind": "Second Wind",
    "Class_Skill_Name_Serpent's Ire": "Serpent's Ire",
    "Class_Skill_Name_Serpent's Tail": "Serpent's Tail",
    "Class_Skill_Name_Shell L": "Shell L",
    "Class_Skill_Name_Slither": "Slither",
    "Class_Skill_Name_Solid Shield L": "Solid Shield L",
    "Class_Skill_Name_Spell Shield L": "Spell Shield L",
    "Class_Skill_Name_Spirit Dart L": "Spirit Dart L",
    "Class_Skill_Name_Spirit of the Remembered": "Spirit of the Remembered",
    "Class_Skill_Name_Stealth L": "Stealth L",
    "Class_Skill_Name_Steel Fangs": "Steel Fangs",
    "Class_Skill_Name_Steel Maw": "Steel Maw",
    "Class_Skill_Name_Stoneskin L": "Stoneskin L",
    "Class_Skill_Name_Swift L": "Swift L",
    "Class_Skill_Name_Swiftskin's Bite": "Swiftskin's Bite",
    "Class_Skill_Name_Swiftskin's Coil": "Swiftskin's Coil",
    "Class_Skill_Name_Swiftskin's Den": "Swiftskin's Den",
    "Class_Skill_Name_Swiftskin's Sting": "Swiftskin's Sting",
    "Class_Skill_Name_Third Generation": "Third Generation",
    "Class_Skill_Name_Third Legacy": "Third Legacy",
    "Class_Skill_Name_Tranquilizer L": "Tranquilizer L",
    "Class_Skill_Name_True North": "True North",
    "Class_Skill_Name_Twinblood": "Twinblood",
    "Class_Skill_Name_Twinblood Bite": "Twinblood Bite",
    "Class_Skill_Name_Twinblood Thresh": "Twinblood Thresh",
    "Class_Skill_Name_Twinfang": "Twinfang",
    "Class_Skill_Name_Twinfang Bite": "Twinfang Bite",
    "Class_Skill_Name_Twinfang Thresh": "Twinfang Thresh",
    "Class_Skill_Name_Uncoiled Fury": "Uncoiled Fury",
    "Class_Skill_Name_Uncoiled Twinblood": "Uncoiled Twinblood",
    "Class_Skill_Name_Uncoiled Twinfang": "Uncoiled Twinfang",
    "Class_Skill_Name_Vicepit": "Vicepit",
    "Class_Skill_Name_Vicewinder": "Vicewinder",
    "Class_Skill_Name_Wisdom of the Breathtaker": "Wisdom of the Breathtaker",
    "Class_Skill_Name_Wisdom of the Duelist": "Wisdom of the Duelist",
    "Class_Skill_Name_Wisdom of the Irregular": "Wisdom of the Irregular",
    "Class_Skill_Name_Wisdom of the Platebearer": "Wisdom of the Platebearer",
    "Class_Skill_Name_Wisdom of the Skirmisher": "Wisdom of the Skirmisher",
    "Class_Skill_Name_Writhing Snap": "Writhing Snap",
    "Class_Status_Desc_Arm's Length": "Damage dealt is reduced.",
    "Class_Status_Desc_Bloodbath": "Attacks generate HP equal to the amount of physical damage dealt.",
    "Class_Status_Desc_Feint": "Sustaining increased damage from target who executed Feint.",
    "Class_Status_Desc_Hardened Scales": "Though unable to move, damage taken is reduced. All Stun, Heavy, Bind, Silence, Half-asleep, Sleep, Deep Freeze, knockback, and draw-in effects are nullified.",
    "Class_Status_Desc_Reawakened": "Tapped into the strength of your hunter forebears.",
    "Class_Status_Desc_Slither": "Next weaponskill will deal increased damage.",
    "Class_Status_Name_Arm's Length": "Arm's Length",
    "Class_Status_Name_Bloodbath": "Bloodbath",
    "Class_Status_Name_Feint": "Feint",
    "Class_Status_Name_Hardened Scales": "Hardened Scales",
    "Class_Status_Name_Reawakened": "Reawakened",
    "Class_Status_Name_Slither": "Slither",
    "Class_Trait_Desc_Enhanced Serpent's Lineage": "Allows the stacking of a fifth Anguine Tribute in the Serpent Offerings Gauge.</br>Furthermore, allows the execution of Ouroboros while under the effect of Reawakened.",
    "Class_Trait_Desc_Enhanced Slither": "Allows a third charge of Slither. ",
    "Class_Trait_Desc_Enhanced Viper's Rattle": "Allows the stacking of a third Rattling Coil.",
    "Class_Trait_Desc_Melee Mastery": "Increases the potency of Steel Fangs to 200, Reaving Fangs to 200, Hunter's Sting to 300, and Swiftskin's Sting to 300.",
    "Class_Trait_Desc_Melee Mastery II": "Increases the potency of Flanksting Strike, Flanksbane Fang, Hindsting Strike, and Hindsbane Fang to 340.",
    "Class_Trait_Desc_Serpent's Legacy": "Allows the execution of First Legacy after landing First Generation, Second Legacy after landing Second Generation, Third Legacy after landing Third Generation, and Fourth Legacy after landing Fourth Generation.",
    "Class_Trait_Desc_Serpent's Lineage": "Allows for Serpent Offerings Gauge accumulation upon the landing of certain actions.</br>Furthermore, adds an additional effect to Serpent's Ire that grants Ready to Reawaken.</br>Duration: 30s",
    "Class_Trait_Desc_Uncoiled Fangs": "Allows the execution of Uncoiled Twinfang or Uncoiled Twinblood after successfully landing Uncoiled Fury.",
    "Class_Trait_Desc_Viper's Bite": "Allows the execution of Twinfang Bite and Twinblood Bite.</br>Can only be executed after successfully landing Hunter's Coil or Swiftskin's Coil.",
    "Class_Trait_Desc_Viper's Fangs": "Allows the execution of Death Rattle.</br>Can only be executed upon successfully landing Flanksting Strike, Flanksbane Fang, Hindsting Strike, or Hindsbane Fang.",
    "Class_Trait_Desc_Viper's Maw": "Allows the execution of Last Lash.</br>Can only be executed after successfully landing Jagged Maw or Bloodied Maw.",
    "Class_Trait_Desc_Viper's Rattle": "Grants 1 stack of Rattling Coil upon successfully landing Vicewinder or Vicepit.",
    "Class_Trait_Desc_Viper's Thresh": "Allows the execution of Twinfang Thresh and Twinblood Thresh.</br>Can only be executed after successfully landing Hunter's Den or Swiftskin's Den.",
    "Class_Trait_Name_Enhanced Serpent's Lineage": "Enhanced Serpent's Lineage",
    "Class_Trait_Name_Enhanced Slither": "Enhanced Slither",
    "Class_Trait_Name_Enhanced Viper's Rattle": "Enhanced Viper's Rattle",
    "Class_Trait_Name_Melee Mastery": "Melee Mastery",
    "Class_Trait_Name_Melee Mastery II": "Melee Mastery II",
    "Class_Trait_Name_Serpent's Legacy": "Serpent's Legacy",
    "Class_Trait_Name_Serpent's Lineage": "Serpent's Lineage",
    "Class_Trait_Name_Uncoiled Fangs": "Uncoiled Fangs",
    "Class_Trait_Name_Viper's Bite": "Viper's Bite",
    "Class_Trait_Name_Viper's Fangs": "Viper's Fangs",
    "Class_Trait_Name_Viper's Maw": "Viper's Maw",
    "Class_Trait_Name_Viper's Rattle": "Viper's Rattle",
    "Class_Trait_Name_Viper's Thresh": "Viper's Thresh"
}