{
    "Adds_Commandingway_Name": "Commandingway",
    "Bosse_Unknown Source_Name": "Unbekannte Herkunft",
    "Bosse_Unknown Source_Status_Angler's Art_Desc": "Erlaubt die Ausführung bestimmter Kommandos.",
    "Bosse_Unknown Source_Status_Angler's Art_Name": "Fischversessen",
    "Bosse_Unknown Source_Status_Energy Load_Desc": "Durch den Einsatz von Modifizierter Klingenlauf wird Energie abgespeichert.",
    "Bosse_Unknown Source_Status_Energy Load_Name": "Geladene Klinge",
    "Bosse_Unknown Source_Status_Extractor Beam Charged_Desc": "Schleppstrahl kann eingesetzt werden.",
    "Bosse_Unknown Source_Status_Extractor Beam Charged_Name": "Schleppstrahl",
    "Bosse_Unknown Source_Status_Ground Support_Desc": "Nimmt als Bodenunterstützung an einem Mecha-Einsatz teil.",
    "Bosse_Unknown Source_Status_Ground Support_Name": "Bodenunterstützung",
    "Bosse_Unknown Source_Status_Now Boarding_Desc": "Wird als Pilot zum Einsatzgebiet eines Mecha-Einsatzes geschickt.",
    "Bosse_Unknown Source_Status_Now Boarding_Name": "Pilotenaussendung",
    "Bosse_Unknown Source_Status_Plasma Throttle Charged_Desc": "Plasma-Klingenlauf kann eingesetzt werden.",
    "Bosse_Unknown Source_Status_Plasma Throttle Charged_Name": "Plasma-Klingenlauf",
    "Bosse_Unknown Source_Status_Prize Catch_Desc": "Der nächste erfolgreiche Fang wird garantiert ein riesiger Fisch.",
    "Bosse_Unknown Source_Status_Prize Catch_Name": "Fetter Fang",
    "ContentName_Phaenna": "Phaenna",
    "Npcyell_18831_Text": "So, es wird Zeit, diesen Abschnitt zu festigen! Dadurch wir die Basis sicherer, kosmischer ... und vor allem größer!",
    "Npcyell_18832_Text": "Habt ein Auge auf den Glasboden, aber vernachlässigt dabei nicht die restlichen Arbeiten, hört ihr?",
    "Npcyell_18994_Text": "Gut so, das ist der Fortschritt, den ich sehen will! Jetzt nicht nachlassen, legt euch ins Zeug!",
    "Npcyell_18995_Text": "Los, wir sind fast am Ziel! Ich will einen ordentlichen Endspurt sehen! Gebt noch einmal alles!",
    "Npcyell_19023_Text": "Sehr schön, das nenne ich mal ein gefestigtes Pflaster! Auf die Arbeit könnt ihr mehr als stolz sein!",
    "Npcyell_19025_Text": "Das ist mal ein Ergebnis, das sich sehen lassen kann! Der Inbegriff von funktioneller Schönheit! Man spürt, mit was für Feuereifer daran gearbeitet wurde!",
    "Npcyell_19026_Text": "Wenn das die kommenden Mecha-Einsätze nicht unterstützt, weiß ich auch nicht mehr! Zeit für eine Pause, und lasst euch für eure Arbeit gebührend feiern!",
    "Npcyell_19033_Text": "Perfekt, damit ist die Station auch schon vollendet! Von hier aus werden wir eine Armee an Kühldrohnen aussenden, die uns dann unterstützen wird!",
    "Npcyell_19034_Text": "Für ein kurzes Durchatem ist Zeit, aber verliert nicht den Fokus! Die Drohnen werden in der nächsten Phase der Operation direkt eingesetzt!",
    "Npcyell_19035_Text": "Sehr schön, das Magmaglas ist schon ordentlich fest geworden! Es sollte in Kürze die Farbe wechseln und stahlhart werden!",
    "Npcyell_19036_Text": "Nehmt euch einen Moment für eine kleine Verschnaufpause, aber nicht übertreiben! Es ist noch einiges an flüssigem Magmaglass übrig!",
    "Npcyell_19037_Text": "Sehr schön, den Rest sollten die Drohnen auch alleine erledigen können. Damit ist die Operation „Magmaglaskühlung“ offiziell abgeschlossen! ",
    "Npcyell_19038_Text": "Wirklich eine beeindruckende Leistung, damit können wir auch die letzten Winkel von Phaenna erkunden! Jetzt aber raus aus dieser elenden Hitze und zurück in die kühle Basis für eine lange Pause!",
    "music_Bliss": "Bliss",
    "music_Carrots of Happiness (Forge Ahead)": "Carrots of Happiness (Forge Ahead)",
    "music_Daring Dalliances": "Daring Dalliances",
    "music_Each Drop": "Each Drop",
    "music_Kaleidoscope": "Kaleidoscope",
    "music_Roads Less Traveled": "Roads Less Traveled",
    "music_The Last Stand": "The Last Stand"
}