{
    "Adds_Metem_Name": "Metem",
    "Adds_Refbot_Name": "Arkadion-Ringrichter",
    "Bosse_Sugar Riot_Name": "Zuckerschock",
    "ContentDesc_Arkadion - Schwergewicht R2": "Nach einer wilden Party mit Springhis Khan wartet nun deine nächste Gegnerin auf dich - Zuckerschock, die Künstlerin des Rings. Mithilfe der Seele eines Puddings ist es der kleinen Milala möglich, spezielle Farben herzustellen, die ihren Gemälden Leben einhauchen kann. Der Weg zum Schwergewichtsmeister bleibt steil und schwer, doch aufgeben kommt nicht in Frage!",
    "ContentName_Rebel Ring": "Kunstring",
    "Instancecontenttextdata_40712_Text": "Der Kampf ist vorbei!",
    "Instancecontenttextdata_40714_Text": "Uh, davon würde ich mich lieber nicht treffen lassen!",
    "Instancecontenttextdata_40717_Text": "Das war den Herausforderern wohl zu einfach!",
    "Instancecontenttextdata_40718_Text": "Die Herausforderer sind einfach nicht zu stoppen!",
    "Instancecontenttextdata_40721_Text": "Ooh, ist der Kampf etwa schon vorbei?!",
    "Instancecontenttextdata_40722_Text": "Sie fallen wie die Fliegen! Haben sie den Gegner unterschätzt?!",
    "Instancecontenttextdata_40723_Text": "Zäh wie eh und je! Aber wird das für den Sieg reichen?!",
    "Instancecontenttextdata_40724_Text": "Sie geben nicht auf! Haben die Herausforderer noch eine Chance?",
    "Instancecontenttextdata_42200_Text": "Ich hoooffe, ihr habt viel Infpiration mitgebracht!",
    "Instancecontenttextdata_42201_Text": "Zuckerschock heißt uns in ihrem Atelier willkommen!",
    "Instancecontenttextdata_42202_Text": "Dann mahalen wir direkt los!",
    "Instancecontenttextdata_42203_Text": "Das nenne ich Kunst zum Anfassen!",
    "Instancecontenttextdata_42204_Text": "Ich habe noch ganz viel Faharbe übrig!",
    "Instancecontenttextdata_42205_Text": "Ich fehe es genau vor mir! Das wird euch sicher gefahallen!",
    "Instancecontenttextdata_42206_Text": "Das Atelier hat sich in eine Wüste verwandelt!",
    "Instancecontenttextdata_42207_Text": "Ein guter Ahanfang. Aber wird sind noch lange nicht fehertig!",
    "Instancecontenttextdata_42208_Text": "Und waf wäre eine Wüste... ohne Kakteen!",
    "Instancecontenttextdata_42209_Text": "Da zischen die Nadeln durch die Luft! Aufgepasst!",
    "Instancecontenttextdata_42210_Text": "Hmm, da fehehlt noch waf... Ah, natürlich!",
    "Instancecontenttextdata_42211_Text": "Ist das etwa Treibsand?! Dem würde ich nicht zu nahe kommen!",
    "Instancecontenttextdata_42213_Text": "Mir kaham gerade eine neue Idee! Waf haltet ihr davon?",
    "Instancecontenttextdata_42214_Text": "Umwerfend! Der Fluss ist klarer als Kristall!",
    "Instancecontenttextdata_42215_Text": "Nein, nein, viel zu idyllisch! Da fehlt eine stürmische Note!",
    "Instancecontenttextdata_42216_Text": "Oooh, Zuckerschock hat den Fluss mit einem Regenschauer getrübt!",
    "Instancecontenttextdata_42217_Text": "Jeetzt aber! Zerstörung ist die wahre Effenz der Kunst!",
    "Instancecontenttextdata_42218_Text": "Was für eine gewaltige Sturmwolke! Das sieht gefährlich aus!",
    "Instancecontenttextdata_42223_Text": "Waf sind eure Lieblingffarben?",
    "Instancecontenttextdata_42224_Text": "Wie wär ef... hiermit?"
}