{
    "Adds_Metem_Name": "Metem",
    "Adds_Refbot_Name": "Arbitre De L'Arcadion",
    "Bosse_Sugar Riot_Name": "Sugar Riot",
    "ContentDesc_Arkadion - Schwergewicht R2": "Vous avez triomphé de votre duel endiablé contre Dancing Green. Votre prochain adversaire est une artiste capable de transformer son ring en atelier et donner vie à ses créations : Sugar Riot! Il vous faudra remporter la victoire si vous voulez vous mesurer au champion de la catégorie! ",
    "ContentName_Rebel Ring": "Ring de l'Inspiration artistique",
    "Instancecontenttextdata_40712_Text": "Ce match vous a été commenté par votre serviteur, Metem!",
    "Instancecontenttextdata_40714_Text": "Houlà! Appelez une ambulance, le challenger en aura besoin!",
    "Instancecontenttextdata_40717_Text": "Magnifique! Une esquive de toute beauté!",
    "Instancecontenttextdata_40718_Text": "FAN-TAS-TIQUE! Le challenger lit dans le jeu de son adversaire comme dans un livre!",
    "Instancecontenttextdata_40721_Text": "Oh là là! Notre challenger ne se relève pas!",
    "Instancecontenttextdata_40722_Text": "Notre challenger est au sol! Allons-nous assister à un K.O.!?",
    "Instancecontenttextdata_40723_Text": "Notre challenger s'est requinqué! Saura-t-il reprendre l'avantage?",
    "Instancecontenttextdata_40724_Text": "Le challenger s'est relevé! Parviendra-t-il à rester debout cette fois?",
    "Instancecontenttextdata_42200_Text": "J'espère que vous saurez m'inspirer un minimum.",
    "Instancecontenttextdata_42201_Text": "Sugar Riot nous accueille dans son atelier!",
    "Instancecontenttextdata_42202_Text": "Bien, il est temps de passer aux choses sérieuses.",
    "Instancecontenttextdata_42203_Text": "Elle a le pouvoir de donner vie à ses graffitis!",
    "Instancecontenttextdata_42204_Text": "Je vais dessiner tout ce qui me passe par la tête!",
    "Instancecontenttextdata_42205_Text": "Ma vision prend forme! Bienvenue dans mon monde!",
    "Instancecontenttextdata_42206_Text": "Attention les mirettes! L'atelier se change en désert!",
    "Instancecontenttextdata_42207_Text": "Et on rajoute un p'tit soleil!",
    "Instancecontenttextdata_42208_Text": "Qui dit désert, dit cactus! Aïe aïe aïe!",
    "Instancecontenttextdata_42209_Text": "Quelqu'un a demandé une séance d'acupuncture improvisée?",
    "Instancecontenttextdata_42210_Text": "Hmmm... Il manque quelque chose... Ah, je sais!",
    "Instancecontenttextdata_42211_Text": "Et voici les terribles sables mouvants! Mieux vaut ne pas se laisser emporter!",
    "Instancecontenttextdata_42213_Text": "Ma vision s'incarne! Que penses-tu de ça?",
    "Instancecontenttextdata_42214_Text": "Magnifique! L'atelier change à nouveau de décor!",
    "Instancecontenttextdata_42215_Text": "Non, c'est pas assez! Je veux que ça gronde!",
    "Instancecontenttextdata_42216_Text": "L'orage vient perturber ce cadre idyllique! Gare à la foudre!",
    "Instancecontenttextdata_42217_Text": "Voilà, mes images débordent d'énergie! La destruction est une forme d’art.",
    "Instancecontenttextdata_42218_Text": "La tempête se déchaîne! Vite, à l'abri!",
    "Instancecontenttextdata_42223_Text": "C'est quoi, ta couleur préférée?",
    "Instancecontenttextdata_42224_Text": "Qu'est-ce que tu dis de ça?"
}