{
    "Adds_Calyx_Name": "Calyx",
    "Adds_Shale_Name": "Shale",
    "Adds_Soldier S0_Name": "Soldat S0",
    "ContentDesc_Unterfried-Ruinen": "Als das alte Königreich Alexandria im Untergang begriffen war, erbauten seine Bewohner auf dem Fundament der Burgstadt einen großen Turm, um ihr Überleben zu sichern und sich einen neuen Lebensraum zu erschaffen: den Immerfried. So verbergen sich auch nach mehreren Jahrhunderten im Sockel des Giganten noch immer die Ruinen der königlichen Burg Alexandria, die einst das stolze Symbol des Landes war. Dort soll Calyx ein geheimes Terminal versteckt haben, von wo aus er seine Übertragungen sendet. Um der Quelle der Signale auf die Spur zu kommen, müsst ihr tief in die Vergangenheit Alexandrias eintauchen und jeden Winkel der alten Ruinen erkunden.",
    "ContentName_The Underkeep": "Unterfried",
    "Instancecontenttextdata_42100_Text": "Dieses System beschützt Burg Alexandria bereits seit unzähligen Jahren.",
    "Instancecontenttextdata_42101_Text": "Lasst uns die anderen Waffen nicht vergessen.",
    "Instancecontenttextdata_42103_Text": "Es ist Zeit, eure Anpassungsfähigkeit zu testen.",
    "Instancecontenttextdata_42104_Text": "Erspart mir weiteren Ärger und sterbt endlich.",
    "Instancecontenttextdata_42105_Text": "Ihr lebt noch? Wäre ja auch zu schön gewesen.",
    "Instancecontenttextdata_42106_Text": "Das ist also die Macht, der die Ewige Königin unterlag.",
    "Instancecontenttextdata_42107_Text": "Ein weiterer Test für euch.",
    "Instancecontenttextdata_42108_Text": "Habt ihr hierauf auch eine Antwort?",
    "Instancecontenttextdata_42109_Text": "Soldat S0 der Wacheinheit der Burg Alexandria meldet sich zu Diensten. Die Eindringlinge werden gemäß den Befehlen der Vizekommandantin umgehend eliminiert.",
    "Instancecontenttextdata_42110_Text": "Beschränkungen aufgehoben... Starte Angriffsmanöver.",
    "Instancecontenttextdata_42111_Text": "Ersatzwaffen aktiviert... Eliminierung eingeleitet.",
    "Instancecontenttextdata_42113_Text": "Kritischer Schaden... System gestoppt... Verzeihung, Vize...kommandantin...",
    "Instancecontenttextdata_42120_Text": "Scheinbar haben es sich hier auch einige Bestien gemütlich gemacht...",
    "Instancecontenttextdata_42122_Text": "Es sollte in der Nähe Kontrollöffnungen geben, die ins Innere führen. Seht mal, ob ihr eine finden könnt.",
    "Instancecontenttextdata_42123_Text": "Dieses Signal...! Scheint, als müssten wir uns zuerst um den hier kümmern.",
    "Instancecontenttextdata_42124_Text": "Gute Arbeit. Die Kontrollöffnung sollte euch in das Innere der Burg führen.",
    "Instancecontenttextdata_42125_Text": "Der Bau des Immerfrieds war wohl ein konstanter Kampf gegen den steigenden Wasserpegel.",
    "Instancecontenttextdata_42126_Text": "Trotz allem haben sie die Burg nicht aufgegeben. Sie muss ihnen starken Halt gegeben haben...",
    "Instancecontenttextdata_42127_Text": "Dass sich die Wahrung gerade an solch einem besonderen Ort eingenistet hat...",
    "Instancecontenttextdata_42128_Text": "Was zum, wir hab... Besuch! ...reitet euch auf ... Angriff vo...!",
    "Instancecontenttextdata_42129_Text": "Ihr seid hier. Dann beginnen wir mit den Messungen.",
    "Instancecontenttextdata_42130_Text": "So weit kein Problem, wie ich sehe.",
    "Instancecontenttextdata_42131_Text": "Fahren wir mit den Messungen fort. Einmal hier hinten durch, ja?",
    "Instancecontenttextdata_42132_Text": "Immer noch nicht genug. Dann fahren wir zum Abschluss härtere Geschütze auf."
}