{
    "Adds_Calyx_Name": "Calyx",
    "Adds_Shale_Name": "Shale",
    "Adds_Soldier S0_Name": "Soldier S0",
    "ContentDesc_Unterfried-Ruinen": "In the waning days of the old kingdom, the people of Alexandria sought a way to survive as their home sank beneath the earth. They built a towering structure that enveloped the royal castle itself, and as the long years came and went, Everkeep grew to soaring heights. Yet some whisper that the castle has withstood the ravages of time, and in the city's foundation endures as a symbol of bygone glory. From within those timeworn depths Calyx sends his transmissions, and you must delve into Alexandria's past to ascertain their source.",
    "ContentName_The Underkeep": "The Underkeep",
    "Instancecontenttextdata_42100_Text": "This machine has long guarded these crumbling halls.",
    "Instancecontenttextdata_42101_Text": "Let us introduce more weaponry.",
    "Instancecontenttextdata_42103_Text": "Perhaps a new approach to assess your adaptability.",
    "Instancecontenttextdata_42104_Text": "Were you to die here, it would save me trouble later.",
    "Instancecontenttextdata_42105_Text": "Still alive. How unfortunate. ",
    "Instancecontenttextdata_42106_Text": "I'm beginning to understand how you were able to defeat Queen Eternal.",
    "Instancecontenttextdata_42107_Text": "Let us see what this yields.",
    "Instancecontenttextdata_42108_Text": "How will you handle this?",
    "Instancecontenttextdata_42109_Text": "I am the soldier S0, of Alexandria's castle-guard. By order of the royal knights, I shall dispatch all intruders.",
    "Instancecontenttextdata_42110_Text": "Releasing limiters... Initiating mobile combat maneuvers.",
    "Instancecontenttextdata_42111_Text": "Calling reinforcements. Together we shall triumph.",
    "Instancecontenttextdata_42113_Text": "Combat functions...inoperable... Forgive my failure...",
    "Instancecontenttextdata_42120_Text": "There are beasts ahead of you. They must have gotten in and made themselves at home.",
    "Instancecontenttextdata_42122_Text": "There should be an access hatch nearby that leads inside. Look for an opening.",
    "Instancecontenttextdata_42123_Text": "I'm detecting something big... You'll have to deal with it to continue on.",
    "Instancecontenttextdata_42124_Text": "Good work. Now, proceed to the access hatch and head inside.",
    "Instancecontenttextdata_42125_Text": "Everkeep's construction was apparently a constant battle against the rising water level.",
    "Instancecontenttextdata_42126_Text": "Even during the war, the people labored to maintain the castle. It meant a lot to them.",
    "Instancecontenttextdata_42127_Text": "It's upsetting to think that Preservation's terminal is in this place...",
    "Instancecontenttextdata_42128_Text": "Hold on... Someone's jam...mmunications! Stay alert!",
    "Instancecontenttextdata_42129_Text": "So you have come. Let us measure your strength.",
    "Instancecontenttextdata_42130_Text": "That was hardly a challenge, I see.",
    "Instancecontenttextdata_42131_Text": "You will show me more. I bid you press on.",
    "Instancecontenttextdata_42132_Text": "You are untroubled thus far, but I have something that may test you yet."
}