{
    "Adds_Calyx_Name": "Calyx",
    "Adds_Shale_Name": "Shale",
    "Adds_Soldier S0_Name": "Soldate S0",
    "ContentDesc_Unterfried-Ruinen": "Au cœur d'un monde menacé de ruine, les Alexandrins d'autrefois avaient osé braver les éléments dans l'espoir de perdurer. Ils avaient donc érigé une tour gigantesque autour de leur château, lui permettant de traverser les âges dans le périmètre structurel de la Gardienne de l'Éternité. C'est dans ce lieu chargé d'histoire que Calyx aurait caché un terminal à l'origine de son signal. Bien que cette piste vous semble trop évidente, vous vous apprêtez à explorer tous les recoins de cette forteresse séculaire, aux côtés de vos fidèles compagnons.",
    "ContentName_The Underkeep": "Gardienne de l'Immémorial",
    "Instancecontenttextdata_42100_Text": "Je vais utiliser la plus puissante unité défensive de ce château pour mieux étalonner ta force.",
    "Instancecontenttextdata_42101_Text": "Activons un autre système d'armement.",
    "Instancecontenttextdata_42103_Text": "Testons maintenant tes capacités d'adaptation.",
    "Instancecontenttextdata_42104_Text": "Pourrais-tu mourir, s'il te plaît? Cela m'épargnerait bien des désagréments.",
    "Instancecontenttextdata_42105_Text": "Encore en vie? Quelle corvée...",
    "Instancecontenttextdata_42106_Text": "Je vois... C'est donc ce pouvoir incommensurable qui a eu raison de la Reine Éternité.",
    "Instancecontenttextdata_42107_Text": "Essayons avec ceci.",
    "Instancecontenttextdata_42108_Text": "Comment vas-tu réagir à ça?",
    "Instancecontenttextdata_42109_Text": "Soldate S0 de la garde du château d'Alexandrie au rapport... Conformément aux ordres de la vice-capitaine, je vais éliminer la menace.",
    "Instancecontenttextdata_42110_Text": "Levée des limitations... Surcadençage activé.",
    "Instancecontenttextdata_42111_Text": "Activation de l'armement auxiliaire... Annihilation imminente.",
    "Instancecontenttextdata_42113_Text": "Dommages critiques... Arrêt... système... Pardon, Vice... Capitaine...",
    "Instancecontenttextdata_42120_Text": "Je me demande comment des monstres ont réussi à pénétrer ce périmètre et à s'y reproduire...",
    "Instancecontenttextdata_42122_Text": "Ces machines ont des accès de maintenance qui débouchent à l'intérieur. Trouvez un moyen d'y entrer.",
    "Instancecontenttextdata_42123_Text": "Mes détecteurs s'affolent... Désolée, mais l'affrontement semble inévitable!",
    "Instancecontenttextdata_42124_Text": "Quel talent! Entrez par l'accès de maintenance et suivez le couloir.",
    "Instancecontenttextdata_42125_Text": "Il semble que la construction de ce château ait été un combat permanent contre le niveau de l'eau.",
    "Instancecontenttextdata_42126_Text": "Défier ainsi les éléments, c'est un symbole de la persévérance inflexible des Alexandrins.",
    "Instancecontenttextdata_42127_Text": "Dire que Préservation aurait osé installer un terminal à cet endroit... Ça me brise le cœur.",
    "Instancecontenttextdata_42128_Text": "Des interférences m'empê... maintenir la com... Il bloqu... signal!? Attent... c'est... ment un piège!",
    "Instancecontenttextdata_42129_Text": "Te voilà enfin. Je vais pouvoir évaluer tes capacités.",
    "Instancecontenttextdata_42130_Text": "Il semble que tu as encore de la marge.",
    "Instancecontenttextdata_42131_Text": "Dans ce cas, poursuivons cette expérience. Continue d'avancer.",
    "Instancecontenttextdata_42132_Text": "Je me disais bien que ce ne serait pas suffisant pour te vaincre. Choisissons un adversaire plus adéquat.",
    "music_Find the Princess (Dawntrail)": "Find the Princess (Dawntrail)",
    "music_Pathmaker": "Pathmaker",
    "music_Roads Forsaken": "Roads Forsaken"
}